Repository: mkyral/rawtherapee_l10n
Catalog: lang/default/*.po
Languages: cs

source: Tone mapping is possible via Lab mode (standard) and CIECAM02 mode. To engage CIECAM02 tone mapping mode enable the following settings: 1. CIECAM02 2. Algorithm="Brightness + Colorfulness (QM)" 3. "Tone mapping using CIECAM02 brightness (Q)"
cs: Mapování tónů je dostupné v Lab (standard) a CIECAM02 módu. Pro zapnutí CIECAM02 mu mapování tónů povolte prosím následující nastavení: 1. CIECAM02 2. Algoritmus="Jas a pestrobarevnost (QM)" 3. "Mapování tónů pomocí jasu CIECAM02 (Q)"

source: Raw Black Points
cs: Raw černé body

source: Toggles execution of Auto Levels to automatically set Exposure slider values based on an image analysis. Enables Highlight Reconstruction if necessary.
cs: Přepne provedení Automatické úrovně na automatickou sadu hodnot parametrů založených na analýze obrázku Pokud to je nezbytné, povolí rekonstrukci světel.

source: Auto Levels
cs: Automatické úrovně

source: The fraction of pixels to be clipped in Auto Levels operation.
cs: Podíl klipujících bodů v automatických operacích úrovní.

source: Clip %
cs: Oříznutí %

source: Highlight compression threshold
cs: Práh komprese světel

source: Please refer to the "Exposure > Tone Curves" RawPedia article to learn how to achieve the best results by using two tone curves.
cs: Podívejte se prosím na článek "Exposure > Tone Curves" na RawPedii, kde se můžete naučit. jak pomocí dvou tónových křivek dosáhnout ten nejlepší výsledek.

source: Film-like
cs: Jako film

source: Saturation and Value Blending
cs: Mísení saturace a hodnoty

source: Weighted Standard
cs: Běžný vážený

source: Raw White Points
cs: Raw bílé body

source: Set HaldCLUT directory in Preferences
cs: Nastavte složku HaldCLUT v nastaveních

source: Blur radius
cs: Poloměr rozostření

source: Blur type
cs: Typ rozostření

source: Area
cs: Oblast

source: Horizontal
cs: Vodorovně

source: Vertical + Horizontal
cs: Vodorovně a svisle

source: Vertical
cs: Svisle

source: Clip control avoids clipped highlights caused by applying the flat field. If there are already clipped highlights before applying the flat field, clip control can lead to color cast.
cs: Kontrola oříznutí zabrání oříznutí světel po aplikaci Flat Field. Pokud byly světla oříznuta ještě před aplikací Flat field, může se objevit barevný nádech.

source: Clip control
cs: Kontrola oříznutí

source: Same format as current photo
cs: Stejný formát jako aktuální fotka

source: Slope (linear)
cs: Sklon (lineární)

source: The effects of this tool are only visible or only accurate at a preview scale of 1:1.
cs: Efekt tohoto nástroje je viditelný pouze při přiblížení 1:1.

source: Center
cs: Střed

source: Shift gradient to the left (negative values) or right (positive values).
cs: Posune přechod doleva (záporné hodnoty) nebo napravo (kladné hodnoty).

source: Center X
cs: Střed X

source: Shift gradient up (negative values) or down (positive values).
cs: Posune přechod nahoru (záporné hodnoty) nebo dolů (kladné hodnoty).

source: Center Y
cs: Střed Y

source: Rotation angle in degrees.
cs: Úhel otočení ve stupních.

source: Angle
cs: Úhel

source: Gradient width in percent of the image diagonal.
cs: Šíře přechodu v procentech uhlopříčky obrázku.

source: Feather
cs: Rozptyl

source: Filter strength in stops.
cs: Síla filtru v expozičních stupních.

source: Blend
cs: Mísení

source: CIELab Blending
cs: Mísení CIELab

source: Color Propagation
cs: Propagace barev

source: Could be activated by Auto Levels.
cs: Může být aktivováno automatickou expozicí.

source: Luminance Recovery
cs: Obnovení jasů

source: Method:
cs: Metoda:

source: Channel
cs: Kanál

source: Blue channel
cs: Modrý kanál

source: Green channel
cs: Zelený kanál

source: Red channel
cs: Červený kanál

source: Chromatic Aberration
cs: Chromatická aberace

source: Enable to recover clipped highlights when using LUT-based ICC profiles.
cs: Povolit obnovení vypálených jasů při použití ICC profilů založených na LUT.

source: Interpolated
cs: Interpolované

source: Select which embedded DCP illuminant to employ. Default is "interpolated" which is a mix between the two based on white balance. The setting is only enabled if a Dual-Illuminant DCP with interpolation support is selected.
cs: Vyberte které vložené DCP osvětlení se má použít. Ve výchozím stavu se použije "interpolované", což je mix mezi dvěma osvětleními založenými na vyvážení bílé. Nastavené je dostupné pouze v případě, že je povoleno dvojité DCP osvětlení s podporou interpolace.

source: Illuminant
cs: Osvětlení

source: Color profiles + DNG
cs: Barevné profily + DNG

source: Color profiles
cs: Barevné profily

source: Use RawTherapee's camera-specific DCP or ICC input color profiles. These profiles are more precise than simpler matrix ones. They are not available for all cameras. These profiles are stored in the /iccprofiles/input and /dcpprofiles folders and are automatically retrieved based on a file name matching to the exact model name of the camera.
cs: Použít RawTherapee specifický DCP nebo ICC vstupní barevný profil fotoaparátu jenž je mnohem přesnější než zjednodušená matice. Není dostupné pro všechny fotoaparáty. Profily jsou uloženy ve složkách /iccprofiles/input a /dcpprofiles a jsou automaticky vybrány dle jména souboru shodného s fotoaparátem.

source: Auto-matched camera profile
cs: Automatický dohledaný profil fotoaparátu

source: Use a simple color matrix from dcraw, an enhanced RawTherapee version (whichever is available based on camera model) or one embedded in the DNG.
cs: Použít jednoduchou matici barev dcraw, rozšířenou verzi RawTherapee (kterýkoli dostupný, založený na modelu fotoaparátu) nebo vložený v DNG.

source: Camera standard
cs: Standard fotoaparátu

source: Select your own DCP/ICC color profile file for the camera.
cs: Vyberte vlastní DCP/ICC soubor barevného profilu pro fotoaparát.

source: Select Input DCP/ICC Profile...
cs: Vybrat vstupní DCP/ICC profil...

source: Use color profile embedded in non-raw files.
cs: Použít barevný profil vložený do ostatních souborů.

source: Use embedded, if possible
cs: Použít vložený profil, pokud je k dispozici

source: Use no input color profile at all. Use only in special cases.
cs: Nikdy nepoužívat vstupní barevný profil. Použijte pouze ve speciálních případech.

source: No profile
cs: Bez profilu

source: Input Profile
cs: Vstupní profil

source: No ICM: sRGB Output
cs: Bez ICM: sRGB výstup

source: Output Profile
cs: Výstupní barevný prostor

source: Save the linear TIFF image before the input profile is applied. The result can be used for calibration purposes and generation of a camera profile.
cs: Uloží lineární TIFF obrázek před aplikováním vstupního profilu. Výsledek může být použit pro kalibraci a generování profilu fotoaparátu.

source: Save Reference Image for Profiling
cs: Uložit referenční obrázek pro profilování

source: Employ the embedded DCP tone curve. The setting is only enabled if the selected DCP has a tone curve.
cs: Použije vloženou DCP tónovou křivku. Nastavení je dostupné pouze v případě, že DCP obsahuje tónovou křivku.

source: Working Profile
cs: Pracovní barevný prostor

source: Impulse Noise Reduction
cs: Redukce impulzního šumu

source: Fit colors into gamut of the working color space and apply Munsell correction.
cs: Přizpůsobit barvy palety barevného pracovního prostoru a aplikovat Munsellovu korekci.

source: Avoid color shift
cs: Zabránit posunu barev

source: Green Saturated
cs: Sytě zelená

source: Green Pastel
cs: Pastelově zelená

source: Red Pastel
cs: Pastelově červená

source: Red Saturated
cs: Sytě červená

source: Blue Saturated
cs: Sytě modrá

source: Blue Pastel
cs: Pastelově modrá

source: Yellow Pastel
cs: Pastelově žlutá

source: Yellow Saturated
cs: Sytě žlutá

source: Dull
cs: Matné

source: Pastel
cs: Pastelové

source: Saturated
cs: Saturované

source: Chromaticity according to chromaticity C=f(C)
cs: Barevnost dle barevnosti C=f(C)

source: Chromaticity according to luminance C=f(L)
cs: Barevnost dle jasu C=f(L)

source: Hue according to hue H=f(H)
cs: Odstín dle odstínu H=f(H)

source: Chromaticity according to hue C=f(H)
cs: Barevnost dle odstínu C=f(H)

source: Luminance according to chromaticity L=f(C)
cs: Jas dle barevnosti L=f(C)

source: Luminance according to hue L=f(H)
cs: Jas dle jasu odstínu L=f(H)

source: Luminance according to luminance L=f(L)
cs: Jas dle jasu L=f(L)

source: Luminance Curve
cs: Křivka jasů

source: Chromaticity
cs: Barevnost

source: To apply B&amp;W toning, set Chromaticity to -100.
cs: Pro černobílé tónování nastavte barevnost na -100.

source: L*a*b* Adjustments
cs: L*a*b* úpravy

source: If enabled, the LC Curve affects only red and skin-tones. If disabled, it applies to all tones.
cs: Pokud je povoleno, je LC křivka omezena pouze na červené a pleťové tóny Pokud je zakázáno, aplikuje se na všechny tóny

source: Restrict LC to red and skin-tones
cs: Omezit LC na tóny červené a pleti

source: Red and skin-tones protection
cs: Ochrana červených a pleťových tónů

source: Works on the Chromaticity slider and the CC curve.
cs: Pracuje s posuvníkem barevnosti a CC křivkou.

source: Auto-Crop
cs: Automatický ořez

source: Lens / Geometry
cs: Objektiv / Geometrie

source: Lens correction files
cs: Soubory korekcí objektivu

source: Lens Correction Profile
cs: Korekční profil objektivu

source: Resets exposure sliders to neutral values. Applies to the same controls that Auto Levels applies to, regardless of whether you used Auto Levels or not.
cs: Nastaví posuvníky expozice na neutrální hodnoty, Použije stejné kontroly jako volba "Automatické úrovně" bez ohledu na to, zda jsou nebo nejsou Automatické úrovně použity.

source: Feathering: 0 = corners only, 50 = halfway to center, 100 = to center.
cs: Rozptyl: 0 = pouze rohy, 50 = napůl do středu, 100 = do středu.

source: Roundness: 0 = rectangle, 50 = fitted ellipse, 100 = circle.
cs: Zaoblení: 0 = čtverec, 50 = elipsa, 100 = kruh.

source: Roundness
cs: Zaoblení

source: Filter strength in stops (reached in corners).
cs: Síla filtru v expozičních stupních (v rozích).

source: Controls defringe strength by color. Higher = more, Lower = less.
cs: Upravuje sílu odstranění lemu dle barvy. Vyšší = více, nižší = méně.

source: Tries to suppress dead pixels.
cs: Zkusí potlačit mrtvé pixely.

source: Tries to suppress hot pixels.
cs: Zkusí potlačit vypálené pixely.

source: Preprocessing
cs: Předzpracování

source: None found
cs: Nic nenalezeno

source: Auto-correction
cs: Automatická korekce

source: Demosaicing refinement...
cs: Vylepšení demozajkování...

source: %1 demosaicing...
cs: %1 demozajkování...

source: Note: IGV and LMMSE are dedicated to high ISO images to aid in noise reduction without leading to maze patterns, posterization or a washed-out look.
cs: Poznámka: IGV a LMMSE jsou určeny pro obrázky s vysokým ISO, kde pomáhají redukci šumu minimalizovat posterizaci a vyžehlený vzhled.

source: Green
cs: Zelená

source: Black Levels
cs: Úrovně černé

source: Green 1 (lead)
cs: Zelená 1 (řídící)

source: Green 2
cs: Zelená 2

source: White-point correction
cs: Korekce bílého bodu

source: Red, Green, Blue
cs: Červená, telená, modrá

source: Link greens
cs: Spojit zelené

source: False color suppression steps
cs: Počet kroků potlačování chybných barev

source: Demosaicing
cs: Demozajkování

source: Adds gamma (step 1), median (steps 2-4) and refinement (steps 5-6) to reduce artifacts and improve the signal-to-noise ratio.
cs: Přidá gamu (krok 1) - přidá mediány (kroky 2, až 4) a následně přidá (kroky 5 a 6) vyčištění artefaktů a vylepšení poměru signálu a šumu.

source: Sensor with Bayer Matrix
cs: Snímač s Bayerovou maskou

source: 3-pass gives best results (recommended for low ISO images). 1-pass is almost undistinguishable from 3-pass for high ISO images and is faster.
cs: Tří průchodová dává lepší výsledky (doporučeno pro fotky s níským ISO). Jednoprůchodová je téměř k nerozeznání od tří průchodové pro vysoké ISO a je rychlejší.

source: Sensor with X-Trans Matrix
cs: Senzory s X-Trans maticí

source: Applies to:
cs: Aplikovat na:

source: Bicubic (softer)
cs: Bikubická (měkčí)

source: Bicubic (sharper)
cs: Bikubická (ostřejší)

source: Bicubic
cs: Bikubická

source: Bilinear
cs: Bilineární

source: Cropped Area
cs: Oblast ořezu

source: Bounding Box
cs: Výřez

source: Full Image
cs: Celý obrázek

source: Height
cs: Výška

source: Height:
cs: Výška:

source: Nearest
cs: Nejbližší

source: Specify:
cs: Zvolte:

source: Width:
cs: Šířka:

source: RGB Curves
cs: RGB křivky

source: <b>Luminosity mode</b> allows to vary the contribution of R, G and B channels to the luminosity of the image, without altering image color.
cs: <b>Mód svítivosti</b> umožňuje odlišit podíl jednotlivých R, G, B kanálů na svítivosti obrázku bez změny barvy obrázku.

source: Luminosity mode
cs: Mód svítivosti

source: Degree
cs: Stupně

source: Rotate
cs: Otočení

source: Select Straight Line
cs: Vyznačit rovinu

source: Shortcut: <b>Ctrl-Enter</b>
cs: Zkratka: <b>Ctrl-Enter</b>

source: Tonal width for highlights
cs: Tonální rozsah světel

source: Local contrast
cs: Místní kontrast

source: Sharp mask
cs: Maska ostrosti

source: Tonal width for shadows
cs: Tonální rozsah stínů

source: Quantity
cs: Kvantita

source: Iterations
cs: Počet průchodů

source: Edge tolerance
cs: Zachování okrajů

source: Halo control
cs: Omezení haló artefatů

source: Sharpen only edges
cs: Doostřit pouze okraje

source: Damping
cs: Útlum

source: RL Deconvolution
cs: RL Dekonvoluce

source: Expect a slightly different effect when using with CIECAM02. If difference is observed, adjust to taste.
cs: S CIECAM02 očekávejte mírně odlišný efekt. Pokud pozorujete rozdíly, upravte dle potřeby.

source: Unsharp Mask
cs: Maskování rozostření

source: 3×3 matrix instead of 5×5
cs: Matice 3×3 namísto 5×5

source: Uniformity
cs: Jednolitost

source: Skin-tones
cs: Tóny pleti

source: Red/Purple
cs: Červená/Nachová

source: Red/Yellow
cs: Červená/Žlutá

source: Yellow
cs: Žlutá

source: Pastel Tones
cs: Pastelové tóny

source: Link pastel and saturated tones
cs: Propojit pastelové a saturované tóny

source: Protect skin-tones
cs: Zachovat tóny pleti

source: Saturation threshold
cs: Práh saturace

source: The vertical axis represents pastel tones at the bottom and saturated tones at the top. The horizontal axis represents the saturation range.
cs: Spodní vodorovná osa představuje pastelové a horní saturované tóny.. Svislá osa představuje rozsah saturace.

source: Pastel/saturated transition's weighting
cs: Váha přechodu mezi pastelovými a saturovanými tóny

source: Pastel/saturated tones threshold
cs: Práh mezi pastelovými a saturovanými tóny

source: Saturated Tones
cs: Saturované tóny

source: Vignetting Correction
cs: Úprava vinětace

source: Cloudy
cs: Zataženo

source: Daylight (sunny)
cs: Denní světlo (slunečno)

source: Allows to deviate from the normal behavior of "white balance" by modulating the blue/red balance. This can be useful when shooting conditions: a) are far from the standard illuminant (e.g. underwater), b) are far from conditions where calibrations were performed, c) where the matrices or ICC profiles are unsuitable.
cs: Umožňuje odchýlení se od normálního chování "vyvážení bílé" pomocí změny vyvážení modré a červené. Toto může být užitečné v těchto případech: a) podmínky jsou velmi odlišné od standardních (například pod vodou), b) podmínky se velmi liší od podmínek za kterých probíhala kalibrace, c) nevhodné snímače nebo ICC profily.

source: Blue/Red equalizer
cs: Korekce modrá/červená

source: Flash
cs: Blesk

source: Fluorescent
cs: Fluorescenční

source: F1 - Daylight
cs: F1 - Denní světlo

source: F2 - Cool White
cs: F2 - Studená bílá

source: F3 - White
cs: F3 - Bílá

source: F4 - Warm White
cs: F4 - Teplá bílá

source: F5 - Daylight
cs: F5 - Denní světlo

source: F6 - Lite White
cs: F6 - Lehká bílá

source: F7 - D65 Daylight Simulator
cs: F7 - D65 Simulace denního světla

source: F9 - Cool White Deluxe
cs: F9 - Studená bílá deluxe

source: Tint
cs: Odstín

source: White Balance
cs: Vyvážení bílé

source: Lamp
cs: Žárovka

source: Shade
cs: Stín

source: Size:
cs: Rozměr:

source: Spot WB
cs: Bodové vyvážení

source: Temperature
cs: Teplota

source: UnderWater
cs: Pod vodou

source: UnderWater 1
cs: Pod vodou 1

source: UnderWater 2
cs: Pod vodou 2

source: Open (new) detail window
cs: Otevřít (nové) okno detailu

source: Fit to screen Shortcut: <b>f</b>
cs: Přizpůsobit obrazovce Zkratka: <b>f</b>

source: Zoom In Shortcut: <b>+</b>
cs: Přiblížit Zkratka: <b>+</b>

source: Zoom Out Shortcut: <b>-</b>
cs: Oddálit Zkratka: <b>-</b>

source: Zoom to 100% Shortcut: <b>z</b>
cs: Zvětšit na 100% Zkratka: <b>z</b>
