Repository: mkyral/rawtherapee_l10n
Catalog: lang/default/*.po
Languages: cs

source: Executable (or script) file called when a new initial processing profile should be generated for an image. The path of the communication file (*.ini style, a.k.a. "Keyfile") is added as a command line parameter. It contains various parameters required for the scripts and image Exif to allow a rules-based processing profile generation. <b>WARNING:</b> You are responsible for using double quotes where necessary if you're using paths containing spaces.
cs: Program (nebo skript) spuštěný v případě, že má být vygenerován nový profil pro obrázek. Cesta k souboru s parametry (styl *.ini, neboli "soubor klíčů") je přidán jako parametr do příkazové řádky. Soubor obsahuje mnoho různých parametrů vyžadovaných skripty a Exif data, což umožní skriptu vygenerovat správný profil pro zpracování. <b>VAROVÁNÍ:</b> Pokud používáte cesty obsahující mezery, musíte je sami uzavřít do dvojitých uvozovek.

source: Name
cs: Jméno

source: Keys format
cs: Formát klíče

source: Executable path
cs: Cesta k programu

source: Custom Processing Profile Builder
cs: Vlastní generátor profilu zpracování

source: Crop mask color/transparency
cs: Barva masky ořezu/průhlednosti

source: Found
cs: Nalezeno

source: shots
cs: snímků

source: templates
cs: šablon

source: Dark-Frame
cs: Tmavý snímek

source: You can use the following formatting strings: <b>%y</b> - year <b>%m</b> - month <b>%d</b> - day For example, the ISO 8601 standard dictates the date format as follows: <b>%y-%m-%d</b>
cs: Lze použít následující formátovací řetězce: <b>%y</b> - rok (year) <b>%m</b> - měsíc (month) <b>%d</b> - den (day) Například český formát data: <b>%d. %m. %y</b>

source: Date format
cs: Formát data

source: Default Language
cs: Výchozí jazyk

source: Default Theme
cs: Výchozí vzhled

source: Dark-frames directory
cs: Složka tmavých snímků

source: Home directory
cs: Domovská složka

source: Last visited directory
cs: Poslední navštívená složka

source: Other
cs: Jiná

source: Select Image Directory at Startup...
cs: Zvolte složku s obrázky při spuštění...

source: Installation directory
cs: Instalační složka

source: Other command line
cs: Jiný příkaz

source: Editor Layout
cs: Rozvržení editoru

source: External Editor
cs: Externí editor

source: File Browser / Thumbnail Options
cs: Volby prohlížeče souborů / náhledů

source: Single row file browser toolbar (de-select for low resolution display)
cs: Jednořádková lišta nástrojů v prohlížeči souborů (vypněte na nízkých rozlišeních)

source: File format
cs: Formát souboru

source: Flat-fields directory
cs: Složka Flat Field souborů

source: Fluorescent F11
cs: Fluorescenční F11

source: Fluorescent F2
cs: Fluorescenční F2

source: Fluorescent F7
cs: Fluorescenční F7

source: For non-raw photos
cs: Pro ostatní fotografie

source: For raw photos
cs: Pro raw fotografie

source: Having separate thumbnail size will require more processing time each time you'll switch between the single Editor tab and the File Browser.
cs: Rozdílné velikosti náhledů znamenají delší dobu zpracování při přepínání mezi obrázkem v záložce Editoru a Prohlížečem souborů.

source: Same thumbnail height between the Editor's panel and the File Browser
cs: Stejná velikost náhledu v panelu Editoru a v Prohlížeči souborů

source: GIMP installation directory
cs: GIMP instalační složka

source: Scene Yb luminance (%)
cs: Yb svítivost scény (%)

source: Output device's Yb luminance (%)
cs: Yb svítivost výstupního zařízení (%)

source: Histogram in left panel
cs: Histogram v levém panelu

source: If enabled, the working profile is used for rendering the main histogram and the Navigator panel, otherwise the gamma-corrected output profile is used.
cs: Pokud je povoleno, používá se pracovní profil pro vykreslení hlavního histogramu a v navigačním panelu. V opačném případě je použit výstupní profil s aplikovanou gama korekcí.

source: Use working profile for main histogram and Navigator
cs: Navigátor a hlavní histogram používají pracovní profil

source: Threshold for clipped highlights
cs: Práh oříznutých světel

source: Directory containing color profiles
cs: Složka obsahující barevné profily

source: These changes require the image to be reloaded (or a new image to be opened) to take effect.
cs: Tyto změny se projeví až po novém načtení již otevřeného obrázku (nebo po otevření nového obrázku)

source: Default Processing Profile
cs: Výchozí profil zpracování

source: Inspect
cs: Prohlížení

source: Maximum number of buffers
cs: Maximální počet vyrovnávacích pamětí

source: Set the maximum number of images stored in cache when hovering over them in the File Browser; systems with little RAM (2GB) should keep this value set to 1 or 2.
cs: Nastavení maximálního počtu obrázků, které jsou ukládány do mezipaměti při zkoumání v Prohlížeči souborů. Na systémech s nedostatkem pamětí (2GB) nastavte hodnotu 1 nebo 2.

source: Absolute Colorimetric
cs: Absolutní kolorimetrie

source: Perceptual
cs: Vnímání

source: Relative Colorimetric
cs: Relativní kolorimetrie

source: Saturation
cs: Sytost

source: Show embedded JPEG thumbnail if raw is unedited
cs: Ukázat vložené JPEG náhledy u needitovaných snímků

source: Use system language
cs: Použít systémový jazyk

source: Denoising level
cs: Úroveň odšumění

source: Cell size
cs: Velikost buňky

source: Auto multi-zone smoothing
cs: Automatické více zónové vyhlazení

source: Maxi (Tile)
cs: Velká (dlaždice)

source: Medium (Tile/2)
cs: Střední (Poloviční dlaždice)

source: Group "Open with"
cs: Skupina "Otevřít pomocí"

source: Group "File operations"
cs: Skupina "Souborové operace"

source: Group "Color label"
cs: Skupina "Barevné štítky"

source: Group "Processing profile operations"
cs: Skupina "Operace s profily zpracování"

source: Group "Rank"
cs: Skupina "Hodnocení"

source: Context Menu Options
cs: Volby místní nabídky

source: Mini (100x115)
cs: Velmi malá (100x115)

source: Monitor color profile
cs: Barevný profil monitoru

source: Multiple Editor Tabs In Own Window Mode
cs: Mód více karet editoru ve vlastním okně

source: Multiple Editor Tabs Mode
cs: Mód více karet editoru

source: Navigator guide color
cs: Barva vodítek navigátoru

source: Save images to the selected folder.
cs: Uložit obrázky do vybrané složky.

source: Save to folder
cs: Ulož do souboru

source: You can use the following formatting strings: <b>%f</b>, <b>%d1</b>, <b>%d2</b>, ..., <b>%p1</b>, <b>%p2</b>, ..., <b>%r</b>, <b>%s1</b>, <b>%s2</b>, ... These formatting strings refer to the different parts of the photo's pathname, some attributes of the photo or an arbitrary sequence index in the batch job. For example, if the photo being processed has the following pathname: <b><i>/home/tom/photos/2010-10-31/dsc0042.nef</i></b> the meaning of the formatting strings are: <b>%d4</b> = <i>home</i> <b>%d3</b> = <i>tom</i> <b>%d2</b> = <i>photos</i> <b>%d1</b> = <i>2010-10-31</i> <b>%f</b> = <i>dsc0042</i> <b>%p1</b> = <i>/home/tom/photos/2010-10-31/</i> <b>%p2</b> = <i>/home/tom/photos/</i> <b>%p3</b> = <i>/home/tom/</i> <b>%p4</b> = <i>/home/</i> <b>%r</b> will be replaced by the rank of the photo. If the photo is unranked, %r will be replaced by '0'. If the photo is in the trash bin, %r will be replaced by 'x'. <b>%s1</b>, <b>%s2</b>, etc. will be replaced by a sequence index which is padded to between 1 and 9 digits. The sequence index will start at one each time the queue processing is started and is incremented by one for each image processed. If you want to save the output image where the original is, write: <b>%p1/%f</b> If you want to save the output image in a directory named "<i>converted</i>" located in the directory of the opened image, write: <b>%p1/converted/%f</b> If you want to save the output image in a directory named "<i>/home/tom/photos/converted/2010-10-31</i>", write: <b>%p2/converted/%d1/%f</b>
cs: Lze použít následující formátovací řetězce: <b>%f</b>, <b>%d1</b>, <b>%d2</b>, ..., <b>%p1</b>, <b>%p2</b>, ..., <b>%r</b>, <b>%s1</b>, <b>%s2</b>, ... Tyto formátovací řetězce reprezentují různé části cesty k uložené fotografii, některé vlastnosti fotografie nebo pořadí v dávce. Například pokud má zpracovávaná fotografie následující cestu: <b><i>/home/tomas/fotky/2010-10-31/dsc0042.nef</i></b>, mají jednotlivé formátovací řetězce tento význam: <b>%d4</b> = <i>home</i> <b>%d3</b> = <i>tomas</i> <b>%d2</b> = <i>fotky</i> <b>%d1</b> = <i>2010-10-31</i> <b>%f</b> = <i>dsc0042</i> <b>%p1</b> = <i>/home/tomas/fotky/2010-10-31/</i> <b>%p2</b> = <i>/home/tomas/fotky/</i> <b>%p3</b> = <i>/home/tomas/</i> <b>%p4</b> = <i>/home/</i> <b>%r</b> bude nahrazeno hodnocením fotografie. Pokud není fotografie ohodnocena, bude %r nahrazeno '0'. Pokud je fotografie v koši, bude %r nahrazeno 'x'. <b>%s1</b>, <b>%s2</b>, atd. bude nahrazeno pořadím v dávce doplněném na 1 až 9 číslic. Každé spuštění zpracování fronty jej vždy nastaví na jedna a po každé zpracované fotografii se o jedna zvýší . Pokud si přejete uložit výstupní obrázek vedle originálu, napište: <b>%p1/%f</b> Pokud si jej ale přejete uložit do adresáře "<i>zpracovano</i>" ve stejném adresáři jako otevřený obrázek, napište: <b>%p1/zpracovano/%f</b> Pro uložení výstupního obrázku do adresáře "<i>/home/tom/fotky/zpracovano/2010-10-31</i>", napište: <b>%p2/zpracovano/%d1/%f</b>

source: Use template
cs: Použít šablonu

source: Output Directory
cs: Výstupní složka

source: Overlay filenames on thumbnails in the editor pannel
cs: Překrýt jména souborů na náhledech v editoru

source: Overlay filenames on thumbnails in the file browser
cs: Překrýt jména souborů na náhledech v prohlížeči souborů

source: Overwrite existing output files
cs: Přepsat existující soubory

source: Pan Rate Amplification
cs: Zrychlení posunu výřezu

source: Factor
cs: Násobitel

source: Add entered extension to the list.
cs: Vymazat označenou příponu ze seznamu.

source: Add extension
cs: Přidat příponu

source: Delete selected extension from the list.
cs: Vymazat označenou příponu ze seznamu.

source: Parsed Extensions
cs: Zachytávané přípony

source: Processing Profile Handling
cs: Řízení profilů zpracování

source: Processing profile loading priority
cs: Priorita nahrávání profilů zpracování

source: Profile in cache
cs: Profil v cache

source: Profile next to the input file
cs: Profil uložený se zdrojovým souborem

source: Save processing profile to the cache
cs: Ukládat parametry zpracování do cache

source: Save processing profile next to the input file
cs: Ukládat parametry zpracování spolu se zdrojovým souborem

source: Property
cs: Vlastnost

source: Adobe Photoshop installation directory
cs: Instalační složka Adobe Photoshop

source: Max number of threads
cs: Maximální počet vláken

source: Noise Reduction requires a baseline of about 128MB RAM for a 10MPix image or 512MB for a 40MPix image, and additionally 128MB RAM per thread. The more threads run in parallel, the faster the computation. Leave the setting at "0" to automatically use as many threads as possible.
cs: Redukce šumu potřebuje v základu 128MB RAM u 10MPix obrázku nebo 512MB pro 40MPix obrázek plus dalších 128MB RAM pro každé vlákno. Více paralelních vláken zvyšuje spotřebu paměti. Při nastavení na nulu je automaticky použit maximální možný počet vláken.

source: Select font
cs: Vybrat písmo

source: Select language
cs: Volba jazyka

source: Select theme
cs: Zvolit vzhled

source: Set
cs: Nastavit

source: Show basic Exif info
cs: Zobrazovat základní Exif informace

source: Show date and time
cs: Zobrazovat datum a čas

source: Append exposure compensation
cs: Přidat kompenzaci expozice

source: Show processing profile selector
cs: Zobrazit výběr profilu zpracování

source: Threshold for clipped shadows
cs: Práh oříznutých stínů

source: Tool mode
cs: Režim nástrojů

source: Single Editor Tab Mode, Vertical Tabs
cs: Mód jedné karty editoru, svislé karty

source: Single Editor Tab Mode
cs: Mód jedné karty editoru

source: Slim interface
cs: Štíhlé rozhraní

source: Small (250x287)
cs: Malá (250x287)

source: Queue processing done
cs: Zpracování fronty dokončeno

source: Either enter filepath or nothing (for no sound). On Windows use "SystemDefault", "SystemAsterisk" etc. for system sounds. On Linux use "complete", "window-attention" etc. for system sounds.
cs: Vložte cestu k souboru nebo ponechte prázdné (bez zvuku). Ve Windows zadejte "SystemDefault", "SystemAsterisk", atd. pro použití systémových zvuků. Na Linuxu pro systémové zvuky použijte "complete", "window-attention" a další.

source: Editor processing done
cs: Zpracování v editoru dokončeno

source: After seconds
cs: Po sekundách

source: Image Directory at Startup
cs: Složka obrázků při spuštění

source: Color Management
cs: Správa barev

source: General
cs: Obecné

source: Image Processing
cs: Zpracování obrázku

source: Performance & Quality
cs: Výkon a kvalita

source: Sounds
cs: Zvuky

source: Number of tiles
cs: Počet dlaždic

source: Tool panel:
cs: Panel nástrojů:

source: Use tab icons instead of text
cs: V záhlaví karty zobrazit ikonu namísto textu

source: Hide vertical scrollbar
cs: Skrýt svislou posuvnou lištu

source: Copy IPTC/XMP unchanged to output file (when tagging with other program)
cs: Přenést nezměněná IPTC/XMP metadata do výstupního souboru

source: Use bundled profiles
cs: Použít přiložené profily

source: Use system theme
cs: Použít systémový motiv

source: Output device's white balance (monitor, TV, projector, viewing, etc.)
cs: Nastavení vyvážení bílé výstupních zařízení (monitor, TV, projektor, rámeček a jiné)

source: Increase wavelet level in quality 'high'
cs: Zvýšit úroveň vlnkové transformace v nejvyšší kvalitě

source: One level
cs: Jedna úroveň

source: Two levels
cs: Dvě úrovně

source: Layout
cs: Rozvržení

source: Parameters to copy
cs: Parametry pro kopírování

source: Processing profiles
cs: Profily zpracování

source: Bundled profiles
cs: Přiložené profily

source: Processing Profiles
cs: Profily zpracování

source: Load Processing Parameters...
cs: Načíst parametry zpracování...

source: Parameters to load
cs: Parametry nahrávání

source: Processing profile fill mode. Button pressed: partial profiles will be converted to full profiles; the missing values will be replaced with hard-coded defaults. Button released: profiles will be applied as they are, altering only those values which they contain.
cs: Režim uplatnění profilu zpracování. Tlačítko je stisknuto: částečné profily budou aplikovány jako kompletní; chybějící hodnoty budou doplněny přednastavenými hodnotami. Tlačítko není stisknuto: profily budou aplikovány tak jak jsou, změní se pouze v profilu obsažené hodnoty.

source: My profiles
cs: Mé profily

source: Parameters to paste
cs: Parametry pro vložení

source: From file
cs: Ze souboru

source: Neutral
cs: Neutrální

source: Last Saved
cs: Poslední uschovaný

source: Save Processing Parameters...
cs: Uložit parametry zpracování...

source: Parameters to save
cs: Parametry ukládání

source: Copy current processing profile to clipboard. <b>Ctrl-click</b> to select the parameters to copy.
cs: Kopírovat současný profil do schránky. <b>Ctrl-klik</b> umožní vybrat parametry pro kopírování.

source: Load a profile from file. <b>Ctrl-click</b> to select the parameters to load.
cs: Nahrát profil ze souboru. <b>Ctrl-klik</b> umožní vybrat parametry pro nahrání.

source: Paste profile from clipboard. <b>Ctrl-click</b> to select the parameters to paste.
cs: Vložit profil ze schránky. <b>Ctrl-klik</b> umožní vybrat parametry pro vložení.

source: Save current profile. <b>Ctrl-click</b> to select the parameters to save.
cs: Uložit současný profil. <b>Ctrl-klik</b> umožní vybrat parametry pro uložení.

source: Loading thumbnails...
cs: Načítání náhledů...

source: Loading image...
cs: Načítání obrázku...

source: Loading JPEG file...
cs: Načítání JPEG...

source: Loading PNG file...
cs: Načítání PNG...

source: Loading TIFF file...
cs: Načítání TIFF...

source: No images found
cs: Složka neobsahuje obrázky

source: Processing profile saved
cs: Profil zpracování uložen

source: Processing image...
cs: Zpracovávaní obrázku...

source: Ready
cs: Připraven

source: Saving JPEG file...
cs: Ukládání JPEG souboru...

source: Saving PNG file...
cs: Ukládání PNG souboru...

source: Saving TIFF file...
cs: Ukládání TIFF souboru...

source: Snapshot added
cs: Snímek přidán

source: Processing profile changed in browser
cs: Profil upracování změněn v prohlížeči

source: Exif data not available.
cs: Exif údaje nejsou k dispozici.

source: Automatically add a suffix if the file already exists
cs: Automaticky přidat příponu pokud soubor již existuje

source: Force saving options
cs: Vynutit volby uložení

source: JPEG quality
cs: Kvalita JPEG

source: JPEG files
cs: Soubory JPEG

source: PNG compression
cs: PNG Komprese

source: Put to the head of the processing queue
cs: Vložit na začátek fronty

source: Put to the end of the processing queue
cs: Vložit na konec fronty

source: Put into processing queue
cs: Vložit soubor do fronty

source: Save immediately
cs: Okamžitě uložit

source: Save processing parameters with image
cs: Uschovat parametry zpracování s obrázkem

source: Best compression: 4:1:1 Balanced: 4:2:2 Best quality: 4:4:4
cs: Nejlepší komprese: 4:1:1 Vyvážená: 4:2:2 Nejlepší kvalita: 4:4:4

source: Subsampling
cs: Podvzorkování

source: Best compression
cs: Nejlepší komprese

source: Balanced
cs: Vyvážené

source: Best quality
cs: Nejlepší kvalita

source: TIFF files
cs: Soubory TIFF

source: Uncompressed TIFF
cs: Nekomprimovaný TIFF

source: File will be named
cs: Soubor bude pojmenován

source: Click right mouse button to reset the position of those 3 sliders.
cs: Klikněte pravým tlačítkem myši pro obnovení výchozí pozice těchto tří posuvníků.

source: Bottom-left
cs: Dole vlevo

source: Bottom-right
cs: Dole vpravo

source: Bottom
cs: Dole

source: Hold the <b>Shift</b> key to move individual control points.
cs: Držte klávesu <b>Shift</b> pro přesun individuálních kontrolních bodů..

source: Top-left
cs: Nahoře vlevo

source: Top-right
cs: Nahoře vpravo

source: Top
cs: Nahoře

source: <b>Crop</b> selection. Shortcut: <b>c</b> Move the crop area using <b>Shift-mouse drag</b>
cs: <b>Oříznutí</b> výběru. Zkratka: <b>c</b> Oblast výřezu posunete pomocí <b>Shift + tažení myši</b>

source: Hand tool. Shortcut: <b>h</b>
cs: Nástroj ruka. Zkratka: <b>h</b>

source: <b>Straighten</b> / <b>fine rotation</b>. Shortcut: <b>s</b> Indicate the vertical or horizontal by drawing a guide line over the image preview. Angle of rotation will be shown next to the guide line. Center of rotation is the geometrical center of the image.
cs: Vyznačení <b>roviny</b> / <b>rotace</b>. Zkratka: <b>s</b> Zobrazení míry rotace pomocí vodící linky na náhledu snímky. Úhel rotace je zobrazen vedle vodící linky. Střed rotace je geometrický střed snímku.

source: Spot white balance. Shortcut: <b>w</b>
cs: Bodové vyvážení bílé. Zkratka: <b>w</b>

source: Special effects
cs: Speciální efekty

source: Linear: will produce a normal <b>linear</b> response. Special effects: will produce special effects by mixing channels <b>non-linearly</b>.
cs: Lineární: výstupem bude běžná <b>lineární</b> odpověď. Speciální efekty: výstupem budou speciální efekty pomocí míchání kanálů (<b>nelineární</b> odpověď).

source: Algorithm OYCPM
cs: Algoritmus OYCPM

source: Calculate values optimizing Channel Mixer.
cs: Spočítá optimální hodnoty pro míchání kanálů.

source: Auto
cs: Automaticky

source: Adjust complementary color
cs: Úpravy doplňkových barev

source: Enable to allow automatic adjustment of complementary colors in ROYGCBPM mode.
cs: Povolením zapnete automatické korekce doplňkových barev v režimu ROYGCBPM.

source: Tone curve, after B&amp;W conversion, at the end of treatment.
cs: Tónová křivka na konci úprav - po převodu na černobílou fotografii.

source: Tone curve, just before B&amp;W conversion. May take into account the color components.
cs: Tónová křivka před převodem na černobílou fotografii může vzít v potaz barevné složky.

source: Luminance according to hue L=f(H). Pay attention to extreme values as they may cause artifacts.
cs: Změní jas dle odstínu L=f(H). Uvědomte si, že extrémní hodnoty mohou způsobovat artefakty.

source: 'Before' curve
cs: Křivka 'Před'

source: 'After' curve
cs: Křivka 'Po'

# TP_BWMIX_FILTER_BLUEGREEN
source: Blue-Green
cs: Tyrkysový

# TP_BWMIX_FILTER_BLUE
source: Blue
cs: Modrý

# TP_BWMIX_FILTER_GREENYELLOW
source: Green-Yellow
cs: Žlutozelený

# TP_BWMIX_FILTER_GREEN
source: Green
cs: Zelený

# TP_BWMIX_FILTER_NONE
source: None
cs: Žádný

# TP_BWMIX_FILTER_PURPLE
source: Purple
cs: Nachový

# TP_BWMIX_FILTER_REDYELLOW
source: Red-Yellow
cs: Oranžový

# TP_BWMIX_FILTER_RED
source: Red
cs: Červený

source: The color filter simulates shots taken with a colored filter placed in front of the lens. Colored filters reduce the transmission of specific color ranges and therefore affect their lightness. E.g. a red filter darkens blue skies.
cs: Efekt barevného filtru je podobný focení na film s nasazeným barevným filtrem. Barevný filtr omezuje průchod specifického rozsahu barev a způsobuje tak jejich zesvětlení. Například červený filtr způsobí ztmavení modré oblohy.

# TP_BWMIX_FILTER_YELLOW
source: Yellow
cs: Žlutý

source: Color Filter
cs: Barevný filtr

source: Gamma Correction
cs: Gama korekce

source: Correct gamma for each RGB channel.
cs: Gama korekce pro každý R, G, B kanál.

source: Luminance equalizer
cs: Korekce jasu

source: Desaturation
cs: Odbarvení

source: Luminance Equalizer
cs: Korekce jasu

source: Method
cs: Metoda

source: Mixer
cs: Míchání

source: Reset all values (Color Filter, Channel Mixer) to default.
cs: Vrátí všechny hodnoty (filtry, mixéry kanálů) na výchozí pozice.

source: Reset mixer
cs: Vrátit míchání

source: Final RGB factors that take care of all the mixer options. "Total" displays the sum of the RGB values: - always 100% in relative mode - higher (lighter) or lower (darker) than 100% in absolute mode.
cs: Výsledné RGB faktory po započtení všech mixérů "Celkem" zobrazí souček aktuálně aplikovaných RGB hodnot: - vždy 100% v relativním režimu - více (světlejší) nebo méně (tmavší) než 100% v absolutním režimu.

source: R: %1%% G: %2%% B: %3%% Total: %4%%
cs: R: %1%% G: %2%% B: %3%% Celkem: %4%%

source: Mix the RGB channels. Use presets for guidance. Pay attention to negative values that may cause artifacts or erratic behavior.
cs: Mísení RGB kanálů. Jako vodítko můžete použít uložená přednastavení. Povšimněte si prosím, že záporné hodnoty mohou vést ke vzniku artefaktů nebo chybnému chování.

source: High contrast
cs: Vysoký kontrast

source: High Sensitivity
cs: Vysoká citlivost

source: Infrared
cs: Infračervená

source: Low Sensitivity
cs: Nízká citlivost

# TP_BWMIX_SET_LUMINANCE
source: Luminance
cs: Jas

source: Normal Contrast
cs: Normální kontrast

source: Absolute RGB
cs: Absolutní RGB

source: Relative RGB
cs: Relativní RGB

source: Absolute ROYGCBPM
cs: Úplné ROYGCBPM

source: Relative ROYGCBPM
cs: Relativní ROYGCBPM

source: Different presets (film, landscape, etc.) or manual Channel Mixer settings.
cs: Různá přednastavení (filmy, krajina, ...) nebo vlastní míchání kanálů.

source: Presets
cs: Uložené předvolby

source: B&W Film-like
cs: ČB Jako film

source: B&W Saturation and Value Blending
cs: ČB Mísení saturace a hodnoty

source: B&W Standard
cs: ČB Běžný

source: B&W Weighted Standard
cs: ČB Běžný vážený

source: Blue
cs: Modrá

source: Chromatic Aberration Correction
cs: Korekce chromatické aberace

source: Red
cs: Červená

source: Flip horizontally.
cs: Překlopit horizontálně.

source: Rotate left. Shortcuts: <b>[</b> - Multiple Editor Tabs Mode, <b>Alt-[</b> - Single Editor Tab Mode.
cs: Otočit doleva. Zkratky: <b>[</b> - režim více karet editoru, <b>Alt-[</b>- režim jedné karty editoru.
