Repository: mkyral/rawtherapee_l10n
Catalog: lang/default/*.po
Languages: cs

source: Version
cs: Verze

source: Credits
cs: Zásluhy

source: License
cs: Licence

source: Release Notes
cs: Poznámky k vydání

source: Splash
cs: Úvodní obrazovka

source: Reset to default
cs: Vrátit se k původnímu

source: Batch Processing
cs: Dávkové zpracování

source: Auto-start
cs: Automatický start

source: Path and file name
cs: Cesta a název souboru

source: Curves
cs: Křivky

source: Curve
cs: Křivka

source: Custom
cs: Vlastní

source: Darks
cs: Tmavé

source: Any files
cs: Jakékoliv soubory

source: Curve files
cs: Soubory křivek

source: Highlights
cs: Světla

source: Lights
cs: Světlé

source: Linear
cs: Lineární

source: Load curve...
cs: Načíst křivku...

source: Equalizer
cs: Korekce

source: Control cage
cs: Kontrolní síť

source: Parametric
cs: Parametrická

source: Save curve...
cs: Uložit křivku...

source: Shadows
cs: Stíny

source: Copy current curve to clipboard.
cs: Uložit aktuální křivku do schránky.

source: Reset curve to linear.
cs: Vrátit se k lineární křivce.

source: Load a curve from file.
cs: Načíst křivku ze souboru.

source: Paste curve from clipboard.
cs: Vložit křivku ze schránky.

source: Save current curve.
cs: Uložit současnou křivku.

source: Type:
cs: Typ

source: Displays a widget on the preview window which lets you adjust this tool.
cs: V náhledovém okně zobrazí widget umožňující přizpůsobení nástroje.

source: To add an adjustment point to the curve, hold the Ctrl key while left-clicking the desired spot in the image preview. To adjust the point, hold the Ctrl key while left-clicking the corresponding area in the preview, then let go of Ctrl (unless you desire fine control) and while still holding the left mouse button move the mouse up or down to move that point up or down in the curve.
cs: Pro přidání bodu na křivku, podržte klávesu Ctrl a klikněte levým tlačítkem na vybraný bod v náhledu obrázku. Pro úpravu bodu podržte klávesu Ctrl a klikněte levým tlačítkem na odpovídající oblast v náhledu, následně uvolněte klávesu Ctrl (pokud si přejete jemné změny) a za stálého držení levého tlačítka myši pohybujte myší nahoru a dolů což bude posouvat bod na křivce nahoru a dolů.

source: Image Edit
cs: Editace obrázku

source: Aperture
cs: Clona

source: Camera
cs: Fotoaparát

source: Exposure compensation (EV)
cs: Kompenzace expozice (EV)

source: File type
cs: Typ souboru

source: Focal length
cs: Ohnisková vzdálenost

source: Lens
cs: Objektiv

source: Enable metadata filters
cs: Povolit filtr metadat

source: Shutter
cs: Rychlost závěrky

source: Add new tag or edit tag.
cs: Přidat nebo upravit štítek.

source: Add/Edit
cs: Přidat/Změnit

source: Enter value
cs: Vložit hodnotu

source: Select tag
cs: Vybrat štítek

source: Add/Edit Tag
cs: Přidat/Změnit štítek

source: Keep the selected tags when writing output file.
cs: Zachovat vybrané štítky při zápisu do souboru.

source: Keep
cs: Zachovat

source: Remove the selected tags when writing output file.
cs: Odstranit vybrané štítky při zápisu do souboru.

source: Remove
cs: Smazat

source: Reset all tags to their original values.
cs: Obnoví původní hodnoty u všech štítků.

source: Reset All
cs: Obnovit vše

source: Reset the selected tags to their original values.
cs: Obnoví původní hodnoty u vybraných štítků.

source: Reset
cs: Obnovit

source: Subdirectory
cs: Podadresář

source: Select / Unselect All
cs: Vybrat / Zrušit výběr všeho

source: Bypass Defringe
cs: Vynechat odstranění lemu

source: Bypass Noise Reduction
cs: Vynechat redukci šumu

source: Bypass Contrast by Detail Levels
cs: Vynechat kontrast dle detailu úrovní

source: Bypass [raw] Chromatic Aberration Correction
cs: Vynechat [raw] korekci Chromatické aberace

source: Bypass [raw] False Color Suppression
cs: Vynechat [raw] potlačení chybných barev

source: Bypass [raw] DCB Enhancement Steps
cs: Vynechat [raw] kroky vylepšení DCB

source: Bypass [raw] DCB Iterations
cs: Vynechat [raw] průchody DCB

source: Bypass [raw] Dark-Frame
cs: Vynechat [raw] tmavé snímky

source: Bypass [raw] Flat-Field
cs: Vynechat [raw] Flat Field

source: Bypass [raw] Green Equilibration
cs: Vynechat [raw] vyrovnání zelené

source: Bypass [raw] Line Noise Filter
cs: Vynechat [raw] filtrování linkového rušení

source: Bypass [raw] LMMSE Enhancement Steps
cs: Vynechat [raw] kroky vylepšení LMMSE

source: Bypass Edge Sharpening
cs: Vynechat doostření hran

source: Bypass Sharpening
cs: Vynechat doostření

source: Bypass Microcontrast
cs: Vynechat mikrokontrast

source: Bypass Sharp Mask Shadows/Highlights
cs: Vynechat masku ostrosti stínů a světel

source: <b>Fast Export Options</b>
cs: <b>Volby rychlého exportu</b>

source: Fast Export options provide overrides to bypass time and resource consuming development settings and to run queue processing using the fast export settings instead. This method is recommended for quicker generation of lower resolution images when speed is a priority or when resized output is desired for one or many images without making modifications to their saved development parameters.
cs: Volba rychlého exportu umožňuje potlačit vybrané nastavení procesu vyvolání a zkrátit tak čas a zdroje potřebné pro zpracování fronty tím, že se pro vyvolání použije nastavení rychlého exportu. Tato metoda je doporučována pro rychlejší vyvolání obrázků v nižším rozlišení v případě, že je důležitá rychlost, nebo pokud je požadováno vyvolání jednoho nebo více obrázků v nižším rozlišení bez změny uložených parametrů vyvolání.

source: Maximum height:
cs: Maximální výška:

source: Maximum width:
cs: Maximální šířka:

source: Put to queue for fast export
cs: Vložit do fronty pro rychlý export

source: Demosaic method
cs: Metoda demozajkování

source: Resize method
cs: Metoda změny rozměru

source: queue-processed
cs: Zpracování fronty

source: Add/Del templates...
cs: Přidat/Smazat šablony...

source: Apply - partial
cs: Aplikovat - částečně

source: Apply
cs: Použít

source: Auto dark-frame
cs: Automatický tmavý snímek

source: Click to browse to the chosen path.
cs: Klikněte pro výběr cesty.

source: Type a path to navigate to. Keyboard shortcuts: <b>Ctrl-o</b> to focus to the path text box. <b>Enter</b> / <b>Ctrl-Enter</b> to browse there; <b>Esc</b> to clear changes. <b>Shift-Esc</b> to remove focus. Path shortcuts: <b>~</b> - user's home directory. <b>!</b> - user's pictures directory
cs: Vložte cestu pro procházení. Klávesové zkratky: <b>Ctrl-o</b> pro přepnutí do adresního řádku. <b>Enter</b>/ <b>Ctrl-Enter</b> pro procházení ; <b>Esc</b> pro zrušení změn. <b>Shift-Esc</b> pro zrušení přepnutí. Zkratky pro cesty: <b>~</b> - domácí složka uživatele. <b>!</b> - složka s obrázky uživatele.

source: Clear from cache - full
cs: Vymazat z cache - úplně

source: Clear from cache - partial
cs: Vymazat z cache - částečně

source: Clear
cs: Smazat

source: Color label. Use dropdown menu or shortcuts: <b>Shift-Ctrl-0</b> No Color <b>Shift-Ctrl-1</b> Red <b>Shift-Ctrl-2</b> Yellow <b>Shift-Ctrl-3</b> Green <b>Shift-Ctrl-4</b> Blue <b>Shift-Ctrl-5</b> Purple
cs: Barevný štítek. Použijte výběr ze seznamu nebo klávesové zkratky: <b>Shift-Ctrl-0</b> Bez barvy <b>Shift-Ctrl-1</b> Červený <b>Shift-Ctrl-2</b> Žlutý <b>Shift-Ctrl-3</b> Zelený <b>Shift-Ctrl-4</b> Modrý <b>Shift-Ctrl-5</b> Nachový

source: Copy
cs: Kopírovat

source: Current name:
cs: Současné jméno:

source: Dark-frame
cs: Tmavý snímek

source: File delete confirmation
cs: Potvrzení smazání souboru

source: Are you sure you want to delete the selected <b>%1</b> files <b>including</b> a queue-processed version?
cs: Jste si jisti, že chcete vymazat <b>%1</b> vybraných souborů <b>včetně</b> výstupů dávkového zpracování?

source: Are you sure you want to delete the selected <b>%1</b> files?
cs: Jste si jisti, že chcete vymazat <b>%1</b> vybraných souborů?

source: Permanently delete the files from trash.
cs: Trvale smazat soubory z koše,

source: Empty trash
cs: Vysypat koš

source: Custom Profile Builder
cs: Vlastní generátor profilu

source: Open with
cs: Otevřít pomocí

source: Move to dark-frames directory
cs: Přesunout do složky tmavých snímků

source: Move to flat-fields directory
cs: Přesunout do složky Flat Field

source: New name:
cs: Nové jméno:

source: Windows default viewer (queue-processed)
cs: Výchozí prohlížeč Windows (fronta zpracována)

source: Paste - partial
cs: Vložit - částečně

source: Paste
cs: Vložit

source: Cancel job
cs: Zrušit úlohu

source: Color label
cs: Barevný štítek

source: Label: None
cs: Štítek: Žádný

source: Label: Red
cs: Štítek: Červený

source: Label: Yellow
cs: Štítek: Žlutý

source: Label: Green
cs: Štítek: Zelený

source: Label: Blue
cs: Štítek: Modrý

source: Label: Purple
cs: Štítek: Nachový

source: Copy to...
cs: Kopírovat do...

source: File operations
cs: Souborové operace

source: Move to end of queue
cs: Přesunout na konec fronty

source: Move to head of queue
cs: Přesunout na začátek fronty

source: Move to...
cs: Přesunout do...

source: Open
cs: Otevřít

source: Put to queue (Fast export)
cs: Vložit do fronty (Rychlý export)

source: Put to queue
cs: Vložit do fronty

source: Processing profile operations
cs: Operace profilů zpracování

source: Unrank
cs: Odstranit hodnocení

source: Rank
cs: Hodnocení

source: Rank 1 *
cs: Hodnocení 1 *

source: Rank 2 **
cs: Hodnocení 2 **

source: Rank 3 ***
cs: Hodnocení 3 ***

source: Rank 4 ****
cs: Hodnocení 4 ****

source: Rank 5 *****
cs: Hodnocení 5 *****

source: Delete with output from queue
cs: Smazat včetně výstupů z fronty

source: Delete
cs: Smazat

source: Rename
cs: Přejmenovat

source: Select all
cs: Vybrat vše

source: Move to trash
cs: Přesunout do koše

source: Remove from trash
cs: Vymazat z koše

source: Clear the Find query
cs: Smaže vyhledávací dotaz

source: Type filenames to search for. Supports partial filenames. Separate the search terms using commas, e.g. <i>1001,1004,1199</i> Exclude search terms by prefixing them with <i>!=</i> e.g. <i>!=1001,1004,1199</i> Shortcuts: <b>Ctrl-f</b> - focus the Find box, <b>Enter</b> - search, <b>Esc</b> - clear the Find box, <b>Shift-Esc</b> - defocus the Find box.
cs: Napište názvy hledaných souborů. Podporuje částečná jména souborů. Hledané termíny oddělte čárkami. Například: <i>1001,1004,1199</i> Pro vyřazení výsledků z hledání použijte <i>!=</i> před hledaný výraz. Například: <i>!=1001,1004,1199</i> Zkratky: <b>Ctrl-F</b> pro přepnutí do pole hledání , <b>Enter</b> pro zahájení hledání, <b>Esc</b> pro vyčištění, <b>Shift-Esc</b> pro zrušení přepnutí.

source: Find:
cs: Najít:

source: Rank 1 * Shortcut: <b>Shift-1</b>
cs: Hodnocení 1 * Zkratka: <b>Shift-1</b>

source: Rank 2 * Shortcut: <b>Shift-2</b>
cs: Hodnocení 2 * Zkratka: <b>Shift-2</b>

source: Rank 3 * Shortcut: <b>Shift-3</b>
cs: Hodnocení 3 * Zkratka: <b>Shift-3</b>

source: Rank 4 * Shortcut: <b>Shift-4</b>
cs: Hodnocení 4 * Zkratka: <b>Shift-4</b>

source: Rank 5 * Shortcut: <b>Shift-5</b>
cs: Hodnocení 5 * Zkratka: <b>Shift-5</b>

source: Rename file
cs: Přejmenování souboru

source: Rename file "%1" to:
cs: Přejmenovat soubor "%1" na:

source: Select dark-frame...
cs: Výběr tmavého snímku...

source: Select flat-field...
cs: Výběr Flat Field...

source: Show images labeled Red. Shortcut: <b>Alt-1</b>
cs: Ukázat obrázky s červeným štítkem. Zkratka: <b>Alt-1</b>

source: Show images labeled Yellow. Shortcut: <b>Alt-2</b>
cs: Ukázat obrázky se žlutým štítkem. Zkratka: <b>Alt-2</b>

source: Show images labeled Green. Shortcut: <b>Alt-3</b>
cs: Ukázat obrázky se zeleným štítkem. Zkratka: <b>Alt-3</b>

source: Show images labeled Blue. Shortcut: <b>Alt-4</b>
cs: Ukázat obrázky s modrým štítkem. Zkratka: <b>Alt-4</b>

source: Show images labeled Purple. Shortcut: <b>Alt-5</b>
cs: Ukázat obrázky s nachovým štítkem. Zkratka: <b>Alt-5</b>

source: Clear all filters. Shortcut: <b>d</b>
cs: Smazat všechny filtry. Zkratka: <b>d</b>

source: Show edited images. Shortcut: <b>7</b>
cs: Ukázat upravené obrázky. Zkratka: <b>7</b>

source: Show not edited images. Shortcut: <b>6</b>
cs: Ukázat neupravené obrázky. Zkratka: <b>6</b>

source: Show Exif info. Shortcuts: <b>i</b> - Multiple Editor Tabs Mode, <b>Alt-i</b> - Single Editor Tab Mode.
cs: Zobrazit Exif informace. Zkratky: <b>i</b> - režim více karet editoru, <b>Alt-i</b> - režim jedné karty editoru.

source: Show images ranked as 1-star. Shortcut: <b>1</b>
cs: Ukázat obrázky hodnocené jednou hvězdičkou. Zkratka: <b>1</b>

source: Show images ranked as 2-star. Shortcut: <b>2</b>
cs: Ukázat obrázky hodnocené dvěma hvězdičkami. Zkratka: <b>2</b>

source: Show images ranked as 3-star. Shortcut: <b>3</b>
cs: Ukázat obrázky hodnocené třemi hvězdičkami. Zkratka: <b>3</b>

source: Show images ranked as 4-star. Shortcut: <b>4</b>
cs: Ukázat obrázky hodnocené čtyřmi hvězdičkami. Zkratka: <b>4</b>

source: Show images ranked as 5-star. Shortcut: <b>5</b>
cs: Ukázat obrázky hodnocené pěti hvězdičkami. Zkratka: <b>5</b>

source: Show saved images. Shortcut: <b>Alt-7</b>
cs: Ukázat uložené obrázky. Zkratka: <b>Alt-7</b>

source: Show unsaved images. Shortcut: <b>Alt-6</b>
cs: Ukázat neuložené obrázky. Zkratka: <b>Alt-6</b>

source: Show contents of trash. Shortcut: <b>Ctrl-t</b>
cs: Ukázat obsah koše. Zkratka: <b>Ctrl-t</b>

source: Show images without a color label. Shortcut: <b>Alt-0</b>
cs: Ukázat obrázky bez barevného štítku. Zkratka: <b>Alt-0</b>

source: Show unranked images. Shortcut: <b>0</b>
cs: Ukázat nehodnocené obrázky. Zkratka: <b>0</b>

source: Start processing the images in the queue.
cs: Spustit zpracování obrázků ve frontě.

source: Start processing
cs: Spustit zpracování

source: Stop processing the images in the queue.
cs: Zastavit zpracování obrázků ve frontě.

source: Stop processing
cs: Zastavit zpracovávaní

source: Thumbnail size
cs: Velikost náhledu

source: Start processing automatically when a new job arrives.
cs: Automatické spuštění zpracování po vložení nové úlohy.

source: Unrank. Shortcut: <b>Shift-0</b>
cs: Zrušit hodnocení. Zkratka: <b>Shift - 0</b>

source: Increase thumbnail size. Shortcuts: <b>+</b> - Multiple Editor Tabs Mode, <b>Alt</b>-<b>+</b> - Single Editor Tab Mode.
cs: Zvětšit velikosti náhledů. Zkratky: <b>+</b> - režim více karet editoru, <b>Alt-+</b> - režim jedné karty editoru.

source: Decrease thumbnail size. Shortcuts: <b>-</b> - Multiple Editor Tabs Mode, <b>Alt</b>-<b>-</b> - Single Editor Tab Mode.
cs: Zmenšit velikosti náhledů. Zkratky: <b>-</b> - režim více karet editoru, <b>Alt--</b> - režim jedné karty editoru.

source: About
cs: O programu

source: After
cs: Poté

source: Automatic
cs: Automaticky

source: Before
cs: Před

source: Cancel
cs: Zrušit

source: Close
cs: Zavřít

source: Disabled
cs: Vypnuto

source: Disable
cs: Vypnout

source: Enabled
cs: Zapnuto

source: Enable
cs: Zapnout

source: File
cs: Soubor

source: Landscape
cs: Na šířku

source: None
cs: Nic

source: No
cs: Ne

source: Portrait
cs: Na výšku

source: Save
cs: Uložit

source: (Unchanged)
cs: (Beze změny)

source: Warning
cs: Varování

source: Show/Hide RGB indicator bar. Right-click on image preview to freeze/unfreeze.
cs: Skrýt/Zobrazit řádek RGB indikátoru Klikněte pravým tlačítkem myši na náhled pro zmrazení/uvolnění.

source: Show/Hide blue histogram.
cs: Skrýt/Zobrazit histogram modré.

source: Toggle full (off) or scaled (on) histogram.
cs: Plný (zapnuto) nebo přiblížený (vypnuto) histogram.

source: Show/Hide green histogram.
cs: Skrýt/Zobrazit histogram zelené.

source: Show/Hide chromaticity histogram.
cs: Skrýt/Zobrazit histogram barevnosti.

source: Show/Hide CIELab luminance histogram.
cs: Skrýt/Zobrazit CIELab histogram jasu.

source: Show/Hide raw histogram.
cs: Skrýt/Zobrazit raw histogram.

source: Show/Hide red histogram.
cs: Skrýt/Zobrazit histogram červené.

source: Custom curve
cs: Vlastní křivka

source: Del
cs: Odstranit

source: From clipboard
cs: Ze schránky

source: Changed
cs: Změněno

source: History
cs: Historie

source: Photo loaded
cs: Fotka načtena

source: Shadow compression
cs: Komprese stínů

source: RGB Saturation
cs: Sytost RGB

source: HSV - Hue
cs: HSV - Odstín

source: HSV - Saturation
cs: HSV - Sytost

source: HSV - Value
cs: HSV - Hodnota

source: HSV Equalizer
cs: HSV korekce

source: Defringe
cs: Odstranění lemu

source: Defringe - Radius
cs: Odstr. lemu - Poloměr

source: Defringe - Threshold
cs: Odstr. lemu - Práh

source: Highlight Compr. Threshold
cs: Práh komprese světel

source: Resize - Bounding box
cs: Změna rozměrů - výřez

source: Tone curve 1
cs: Tónová křivka 1

source: Resize - Applies to
cs: Změna rozměrů - aplikována na

source: L*a*b* - Avoid color shift
cs: L*a*b* - Zabránit posunu barev

source: --unused--
cs: --nepoužito--

source: L*a*b* - Protection
cs: L*a*b* - Ochrana

source: DCB iterations
cs: Průchody DCB

source: False color suppression
cs: Potlačení chybných barev

source: DCB enhancement
cs: Vylepšení DCB

source: Raw CA correction - Red
cs: Raw korekce CA - červená

source: Raw CA correction - Blue
cs: Raw korekce CA - modrá

source: Line noise filter
cs: Filtrovat linkové rušení

source: Auto levels
cs: Automatické úrovně

source: Green equilibration
cs: Vyrovnání zelené

source: Raw CA Correction - Auto
cs: Raw korekce CA - automatická

source: Dark-Frame - Auto-selection
cs: Tmavé snímky - Automatický výběr

source: Dark-Frame - File
cs: Tmavé snímky - Soubor

source: White point correction
cs: Korekce bílého bodu

source: Highlight preservation
cs: Zachování světel

source: Flat-Field - File
cs: Flat Field - Soubor

source: Flat-Field - Auto-selection
cs: Flat Field - Automatický výběr

source: Flat-Field - Blur radius
cs: Flat Field - Poloměr rozostření

source: Flat-Field - Blur type
cs: Flat Field - Typ rozostření

source: Exposure clipping
cs: Oříznutí expozice

source: Auto distorion correction
cs: Automatická korekce zkreslení

source: NR - Luma
cs: Redukce šumu - Jas

source: NR - Chroma
cs: Redukce šumu - Barevnost

source: Output gamma
cs: Výstupní gama

source: Free gamma
cs: Volná gama

source: Free gamma slope
cs: Sklon volné gamy

source: Black level - Green 1
cs: Úroveň černé - Zelená 1

source: Black level - Red
cs: Úroveň černé - Červená

source: Black level - Blue
cs: Úroveň černé - Modrá

source: L*a*b* - Lightness
cs: L*a*b* - Světlost

source: Black level - Green 2
cs: Úroveň černé - Zelená 2

source: Black level - Link greens
cs: Úroveň černé - Spojit zelené

source: ES - Iterations
cs: DH - Průchody

source: ES - Quantity
cs: DH - Kvantita

source: Microcontrast - Quantity
cs: Mikrokontrast - Kvantita

source: Microcontrast - Uniformity
cs: Mikrokontrast - Jednolitost

source: Edge sharpening
cs: Doostření hran

source: ES - Luminance only
cs: DH - Pouze jas

source: Microcontrast
cs: Mikrokontrast

source: Microcontrast - 3x3 matrix
cs: Mikrokontrast - Matice 3×3

source: L*a*b* - Contrast
cs: L*a*b* - Kontrast

source: Post-demosaic artifact/noise reduction
cs: Redukce artefaktů/šumu po demozajkování

source: Vibrance
cs: Živost

source: Vib - Pastel tones
cs: Živost - Pastelové tóny

source: Vib - Saturated tones
cs: Živost - Saturované tóny

source: Vib - Protect skin-tones
cs: Živost - Zachování tónů pleti

source: Vib - Avoid color shift
cs: Živost - Vyvarovat se posunu barev

source: Vib - Link pastel/saturated
cs: Živost - Propojit past. a sat. tóny

source: Vib - P/S threshold
cs: Živost - P/S práh

source: TM - Strength
cs: MT - Síla

source: TM - Edge stopping
cs: MT - Míra zachování hran

source: TM - Scale
cs: MT - Měřítko

source: TM - Reweighting iterates
cs: MT - Počet průchodů převážení

source: Tone Mapping
cs: Mapování tónů

source: RGB curves - Red
cs: RGB křivky - Červená

source: RGB curves - Green
cs: RGB křivky - Zelená

source: RGB curves - Blue
cs: RGB křivky - Modrá

source: Neutral levels
cs: Neutrální úrovně

source: L*a*b* - CC curve
cs: L*a*b* - CC křivka

source: L*a*b* - CH curve
cs: L*a*b* - CH Křivka

source: Vibrance - HH curve
cs: Živost - HH křivka

source: L*a*b* - LC curve
cs: L*a*b* - LC křivka

source: L*a*b* - Restrict LC
cs: L*a*b* - Omezení LC

source: NR - Luminance detail
cs: Redukce šumu - Jas detailu

source: CAM02 - CAT02 adaptation
cs: CAM02 - CAT02 přizpůsobení

source: CAM02 - Viewing surround
cs: CAM02 - Okolí pro prohlížení

source: CAM02 - Scene luminosity
cs: CAM02 - Svítivost scény

source: CAM02 - Viewing luminosity
cs: CAM02 - Svítivost prohlížení

source: CAM02 - White-point model
cs: CAM02 - Model bílého bodu

source: CAM02 - Lightness (J)
cs: CAM02 - Světlost (J)

source: CAM02 - Automatic CAT02
cs: CAM02 - Automatická CAT02

source: CAM02 - Contrast (J)
cs: CAM02 - Kontrast (J)

source: CAM02 - Scene surround
cs: CAM02 - Okolí scény

source: CAM02 - Gamut control
cs: CAM02 - Kontrola palety

source: CAM02 - Algorithm
cs: CAM02 - Algoritmus

source: CAM02 - Red/skin prot.
cs: CAM02 - Ochrana červ. a pleť. tónů

source: CAM02 - Brightness (Q)
cs: CAM02 - Světlost (Q)

source: CAM02 - Contrast (Q)
cs: CAM02 - Kontrast (Q)

source: L*a*b* - L* curve
cs: L*a*b* - L* křivka

source: CAM02 - Saturation (S)
cs: CAM02 - Sytost (S)

source: CAM02 - Colorfulness (M)
cs: CAM02 - Pestrobarevnost (M)

source: CAM02 - Hue (h)
cs: CAM02 - Odstín (h)

source: CAM02 - Tone curve 1
cs: CAM02 - Tónová křivka 1

source: CAM02 - Tone curve 2
cs: CAM02 - Tónová křivka 2

source: CAM02 - Tone curve 1
cs: CAM02 - Tónová křivka 1

source: CAM02 - Color curve
cs: CAM02 - Barevná křivka

source: CAM02 - Output histograms
cs: CAM02 - Výstupní histogramy

source: PP3 loaded
cs: PP3 načten

source: Sharpening
cs: Doostření

source: CAM02 - Tone mapping
cs: CAM02 - Mapování tónů

source: NR - Chrominance - R&amp;G
cs: Redukce šumu - Barevnost Č a Z

source: NR - Chrominance - B&amp;Y
cs: Redukce šumu - Barevnost M a Ž

source: NR - Method
cs: Redukce šumu - Metoda

source: LMMSE enhancement steps
cs: Kroky rozšíření LMMSE

source: CAM02 - Hot/bad pixel filter
cs: CAM02 - Filtr vypálených/špatných pixelů

source: CAT02 - Auto scene luminosity
cs: CAT02 - Automatická svítivost scény

source: Defringe - Hue curve
cs: Odstr. lemu - Křivka odstínu

source: WB - B/R equalizer
cs: ČB - Korekce Modrá/červená

source: USM - Radius
cs: Doostření - Poloměr

source: GF - Angle
cs: PF - Úhel

source: Graduated Filter
cs: Přechodový filtr

source: VF - Strength
cs: Viněta - Síla

source: Vignette Filter
cs: Viněta

source: Black-and-White
cs: Černobílá

source: B&amp;W - CM - Red
cs: ČB - MK - Červená

source: B&amp;W - CM - Green
cs: ČB - MK - Zelená

source: B&amp;W - CM - Blue
cs: ČB - MK - Modrá

source: B&amp;W - Gamma - Red
cs: ČB - Gama červená

source: B&amp;W - Gamma - Green
cs: ČB - Gama červená

source: USM - Amount
cs: Doostření - Míra

source: B&amp;W - Gamma - Blue
cs: ČB - Gama červená

source: B&amp;W - Color filter
cs: ČB - Barevný filtr

source: B&amp;W - Presets
cs: ČB - Předvolby

source: B&amp;W - CM - Orange
cs: ČB - MK - Oranžová

source: B&amp;W - CM - Yellow
cs: ČB - MK - Žlutá

source: B&amp;W - CM - Cyan
cs: ČB - MK - Tyrkysová

source: B&amp;W - CM - Magenta
cs: ČB - MK - Purpurová

source: B&amp;W - CM - Purple
cs: ČB - MK - Nachová

source: B&amp;W - Luminance equalizer
cs: ČB - Jasová korekce

source: USM - Threshold
cs: Doostření - Práh

source: B&amp;W - Mode
cs: ČB - Mód

source: B&amp;W - 'Before' curve
cs: ČB - Křivka 'Před'

source: B&amp;W - 'Before' curve type
cs: ČB - Typ křivky 'Před'

source: B&amp;W - 'After' curve
cs: ČB - Křivka 'Po'

source: B&amp;W - 'After' curve type
cs: ČB - Typ křivky 'Po'

source: B&amp;W - Auto channel mixer
cs: ČB - Automatické míchání kanálů

source: B&amp;W - Mixer
cs: ČB - Míchání

source: GF - Feather
cs: PF - Rozptyl

source: GF - Strength
cs: PF - Síla

source: USM - Sharpen only edges
cs: Doostření - Pouze okraje

source: GF - Center
cs: PF - Střed

source: VF - Feather
cs: Viněta - Rozptyl

source: VF - Roundness
cs: Viněta - Zaoblení

source: VC - Radius
cs: Vinětace - Poloměr
