Repository: mkyral/rawtherapee_l10n
Catalog: lang/default/*.po
Languages: cs

source: Rotate right. Shortcuts: <b>]</b> - Multiple Editor Tabs Mode, <b>Alt-]</b> - Single Editor Tab Mode.
cs: Otočit doprava. Zkratky: <b>]</b> - režim více karet editoru, <b>Alt-]</b>- režim jedné karty editoru.

source: Flip vertically.
cs: Překlopit vertikálně.

source: If the checkbox is checked (recommended) RawTherapee calculates an optimum value from Exif data. To set the value manually, uncheck the checkbox first.
cs: Pokud je povoleno (doporučeno), RT vypočítá optimální hodnotu z Exif dat. Pokud si přejete zadat hodnotu ručně, nejprve zrušte zatržení tohoto pole.

source: Absolute luminance of the scene environement (cd/m²). 1) Calculated from the Exif data: Shutter speed - ISO speed - F number - camera exposure correction. 2) Calculated from the raw white point and RT's Exposure Compensation slider.
cs: Absolutní jas scény prostředí(cd/m²). 1) Vypočítáno z Exifu: Rychlost závěrky - citlivost - clona - expoziční korekce fotoaparátu. 2) Vypočítáno z hodnoty raw bílého bodu a expoziční kompenzace Rawtherapee.

source: Scene luminosity
cs: Svítivost scény

source: Absolute luminance of the viewing environnement (usually 16cd/m²).
cs: Absolutní jas prostředí prohlížení (obvykle 16cd/m²).

source: Viewing luminosity (cd/m²)
cs: Svítivost prohlížení (cd/m²)

source: All
cs: Vše

source: Lightness + Chroma (JC)
cs: Světlost + Barevnost (JC)

source: Lightness + Saturation (JS)
cs: Světlost + Nasycení (JS)

source: Brightness + Colorfulness (QM)
cs: Jas a pestrobarevnost (QM)

source: Lets you choose between parameter subsets or all parameters.
cs: Umožňuje vybrat mezi podmnožinou nebo všemi parametry.

source: Algorithm
cs: Algoritmus

source: Suppression of hot/bad (brightly colored) pixels. 0 = No effect 1 = Median 2 = Gaussian. Alternatively, adjust the image to avoid very dark shadows. These artifacts are due to limitations of CIECAM02.
cs: Potlačení vypálených/mrtvých (jasně zabarvených) pixelů. 0 = Bez efektu 1 = Medián 2 = Gaussový. Popřípadě obrázek upravte tak, aby jste se vyhnuli velmi tmavým stínům. Tyto artefakty vznikají díky omezením CIECAM02.

source: Hot/bad pixel filter
cs: Filtr vypálených/mrtvých pixelů

source: Brightness in CIECAM02 takes into account the white's luminosity and differs from L*a*b* and RGB brightness.
cs: Jas v CIECAM02 bere v potaz svítivost bílé a rozdíly jasů mezi L*a*b* a RGB.

source: Brightness (Q)
cs: Jas (O)

source: CAT02 adaptation
cs: CAT02 přizpůsobení

source: Contrast in CIECAM02 for the Q slider; it differs from L*a*b* and RGB contrast.
cs: Kontrast pro posuvník Q se v CIECAM02 liší od kontrastu L*a*b* a RGB.

source: Contrast (Q)
cs: Kontrast (O)

source: Contrast in CIECAM02 for the J slider; it differs from L*a*b* and RGB contrast.
cs: Kontrast pro posuvník J se v CIECAM02 liší od kontrastu L*a*b* a RGB.

source: Contrast (J)
cs: Kontrast (I)

source: Shows the histogram of L* (L*a*b*) before CIECAM02. If the "Show CIECAM02 output histograms in curves" checkbox is enabled, shows the histogram of J or Q after CIECAM02. J and Q are not shown in the main histogram panel. For final output refer to the main histogram panel.
cs: Zobrazuje histogram L* (L*a*b*) křivky před CIECAM02. Pokud je volba "Zobrazit CIECAM02 histogramy výstupu v křivkách" povolena, zobrazí histogram J nebo Q po CIECAM02 . J a Q histogramy nejsou na hlavním panelu zobrazeny. Histogram konečného výsledku je zobrazen na hlavním panelu.

source: Same usage as with the second exposure tone curve.
cs: Stejné použití jako u druhé expoziční tónové křivky.

source: Adjust either chroma, saturation or colorfulness. Shows the histogram of chromaticity (L*a*b*) before CIECAM02. If the "Show CIECAM02 output histograms in curves" checkbox is enabled, shows the histogram of C, s or M after CIECAM02. C, s and M are not shown in the main histogram panel. For final output refer to the main histogram panel.
cs: Upravte barevnost, saturaci nebo pestrobarevnost. Zobrazí histogram barevnosti (L*a*b*) před CIECAM02. Pokud je volba "Zobrazit CIECAM02 histogramy výstupu v křivkách" povolena, zobrazí histogram C, S nebo M po CIECAM02 . C, S a M histogramy nejsou na hlavním panelu zobrazeny. Histogram konečného výsledku je zobrazen na hlavním panelu.

source: Color curve
cs: Barevná křivka

source: When enabled, histograms in CIECAM02 curves show approximate values/ranges for J or Q, and C, s or M after the CIECAM02 adjustments. This selection does not impact the main histogram panel. When disabled, histograms in CIECAM02 curves show L*a*b* values before CIECAM02 adjustments.
cs: Pokud je povoleno, zobrazuje histogram v CIECAM02 křivkách přibližné hodnoty/rozsahy po CIECAM02 úpravách J nebo Q, a C, S nebo M. Výběr neovlivňuje histogram na hlavním panelu. Pokud je zakázáno, zobrazuje histogram v CIECAM02 křivkách L*a*b* hodnoty před CIECAM02 úpravami.

source: CIECAM02 output histograms in curves
cs: CIECAM02 histogramy výstupu v křivkách

source: If the check-box is checked (recommended), RawTherapee calculates an optimum value, which is then used by CAT02, and also for the entire CIECAM02. To set the value manually, uncheck the check-box first (values above 65 are recommended).
cs: Pokud je povoleno (doporučeno), RawTherapee vypočítá optimální hodnotu, jenž následně používá jak CAT02 tak i celý CIECAM02. Zakažte, pokud si přejete zadat hodnotu ručně (doporučeny jsou hodnoty nad 65).

source: Amount of CIE Chromatic Adaptation Transform 2002.
cs: Míra CIE Chromatic Adaptation Transform 2002.

source: Allow gamut control in L*a*b* mode.
cs: Povolí kontrolu palety v L*a*b* režimu.

source: Gamut control (L*a*b*)
cs: Kontrola palety (L*a*b*)

source: Hue (h) - angle between 0° and 360°.
cs: Odstín (h) - úhel mezi 0° a 360°.

source: Hue (h)
cs: Odstín (h)

source: Colorfulness in CIECAM02 differs from L*a*b* and RGB colorfulness.
cs: Pestrobarevnost se v CIECAM02 liší od pestrobarevnosti L*a*b* a RGB.

source: Colorfulnes (M)
cs: Barevnost (M)

source: Saturation in CIECAM02 differs from L*a*b* and RGB saturation.
cs: Nasycení se v CIECAM02 liší od nasycení L*a*b* a RGB.

source: Saturation (S)
cs: Sytost (S)

source: Chroma in CIECAM02 differs from L*a*b* and RGB chroma.
cs: Barevnost se v CIECAM02 liší od barevnosti L*a*b* a RGB.

source: Chroma (C)
cs: Barevnost (C)

source: Image Adjustments
cs: Úpravy obrázku

source: Scene Conditions
cs: Podmínky scény

source: Viewing Conditions
cs: Podmínky zobrazení

source: CIE Color Appearance Model 2002
cs: CIE model přizpůsobení barev 2002

source: Lightness in CIECAM02 differs from L*a*b* and RGB lightness.
cs: Světlost v CIECAM02 se liší od světlosti v L*a*b* a RGB.

source: Lightness (J)
cs: Světlost (I)

source: White-Point Model. <b>WB [RT] + [output]</b>: RT's white balance is used for the scene, CIECAM02 is set to D50, and the output device's white balance is set in <i>Preferences > Color Management</i>. <b>WB [RT+CAT02] + [output]</b>: RT's white balance settings are used by CAT02 and the output device's white balance is set in <i>Preferences - Color Management</i>.
cs: Model bílého bodu. <b>WB [RT] + [výstup]</b>: Pro scénu je použito vyvážení bílé RT , CIECAM02 je nastaven na D50 a vyvážení bílé výstupního zařízení je nastaveno ve <i>Volby > Správa barev</i>. <b>WB [RT+CAT02] + [výstup]</b>: CAT02 používá RT nastavení vyvážení bílé a vyvážení bílé výstupního zařízení je nastaveno ve <i>Volby > Správa barev</i>.

source: WP Model
cs: VB - Model

source: Red and skin-tones protection (sliders and curves).
cs: Ochrana červených a pleťových tónů (posuvníky a křivky).

source: Red & skin-tones protection
cs: Ochrana červených a pleťových tónů

source: Average
cs: Průměrné

source: Dark
cs: Tmavé

source: Dim
cs: Tlumené

source: Extremly Dark (Cutsheet)
cs: Velmi tmavé

source: Changes tones and colors to take into account the viewing conditions of the output device. <b>Average</b>: Average light environment (standard). The image will not change. <b>Dim</b>: Dim environment (TV). The image will become slighty dark. <b>Dark</b>: Dark environment (projector). The image will become more dark. <b>Extremly Dark</b>: Extremly dark environment (cutsheet). The image will become very dark.
cs: Změní tóny a barvy dle podmínek prohlížení na výstupním zařízení <b>Průměrné</b>: Průměrné osvětlení prostředí (standardní). Obrázek nebude změněn. <b>Tlumené</b>: Tlumené prostředí (TV). Obrázek bude mírně ztmaven. <b>Tmavé</b>: Tmavé prostředí (projektor). Obrázek bude více tmavý. <b>Velmi tmavé</b>: Velmi tmavé prostředí (cutsheet). Obrázek bude velmi tmavý.

source: Surround
cs: Okolí

source: Can be used if image has a dark border.
cs: Může být použito pokud má zdrojový obrázek tmavý okraj.

source: Dark surround
cs: Tmavé okolí

source: Brightness
cs: Jas

source: Colorfulness
cs: Pestrobarevnost

source: Chroma
cs: Barevnost

source: Curve mode 1
cs: Mód křivky 1

source: Curve mode 2
cs: Mód křivky 2

source: Curve chroma mode
cs: Mód barevné křivky

source: If this option is disabled, tone mapping is done in L*a*b* space. If this option is enabled, tone mapping is done using CIECAM02. The Tone Mapping tool must be enabled for this setting to take effect.
cs: Pokud je volba zakázána, probíhá mapování tónů v prostoru L*a*b*. Pokud je volba povolena. probíhá mapování tónů pomocí CIECAM02. Aby měla tato volba efekt, musí být povolen nástroj Mapování tónů.

source: Tone mapping using CIECAM02
cs: Mapování tónů pomocí CIECAM02

source: WB [RT+CAT02] + [output]
cs: WB [RT+CAT02] + [výstup]

source: WB [RT] + [output]
cs: WB [RT] + [výstup]

source: Balance
cs: Vyvážené

source: Chroma opacity as a function of luminance oC=f(L)
cs: Barevná neprůhlednost dle jasu oC=f(L)

source: Hue
cs: Odstín

source: Opacity
cs: Neprůhlednost

source: L*a*b* blending
cs: Mísení L*a*b*

source: If enabled, when you change color (red, green, cyan, blue, etc.) the luminance of each pixel is preserved.
cs: Pokud je povoleno, je při změně barvy (červená, zelená, tyrkysová, modrá...) zachován jas každého pixelu.

source: Preserve luminance
cs: Zachování jasu

source: Luminance
cs: Jas

source: "L*a*b* blending", "RGB sliders" and "RGB curves" use interpolated color blending. "Color balance (Shadows/Midtones/Highlights)" and "Saturation 2 colors" use direct colors. The Black-and-White tool can be enabled when using any color toning method, which allows for color toning.
cs: "Mísení L*a*b*", "RGB posuvníky" a "RGB křivky" používají interpolované mísení barev. "Vyvážení barev (Stíny, střední tóny a světla)" a "Saturace dvou barev" používají přímé barvy. Nástroj Černobílá může být povolen při použití kterékoli metody barevného tónování.

source: Midtones
cs: Střední tóny

source: Reset all values (Shadows, Midtones, Highlights) to default.
cs: Vrátí všechny hodnoty (stíny, střední tóny a světla) na výchozí pozice.

source: Reset sliders
cs: Vrátit posuvníky

source: RGB - Curves
cs: RGB - křivky

source: RGB - Sliders
cs: RGB - Posuvníky

source: Strength
cs: Síla

source: Saturation Protection
cs: Ochrana nasycení

source: Color Balance Shadows/Midtones/Highlights
cs: Vysoká kvalita stínů, středních tónů a světel

source: Shadows/Midtones/Highlights
cs: Stíny, střední tóny a světla

source: Saturation 2 colors
cs: Sytost dvou barev

source: Special chroma
cs: Speciální barevnost

source: Special a* and b*
cs: Speciální a* a b*

source: Standard chroma: Linear response, a* = b*. Special chroma: Linear response, a* = b*, but unbound - try under the diagonal. Special a* and b*: Linear response unbound with separate curves for a* and b*. Intended for special effects. Special chroma 2 colors: More predictable.
cs: Standardní barevnost: Lineární průběh, a* = b*. Speciální barevnost: Lineární průběh, a* = b*, ale nespojitě - vyzkoušejte pro úhlopříčky. Speciální a* a b*: Lineární nespojitý průběh s oddělenými křivkami pro a* a b*. Vhodné pro speciální efekty. Speciální barevnost dvou barev: Více předvídatelné.

source: Standard chroma
cs: Standardní barevnost

source: Special chroma '2 colors'
cs: Speciální barevnost "2 barvy"

source: Lock ratio
cs: Zamknout poměr

source: Rule of Diagonals
cs: Pravidlo diagonál

source: Biometric Passport
cs: Biometrický pas

source: Frame
cs: Snímek

source: Grid
cs: Mřížka

source: Harmonic Means 1
cs: Zlatý řez 1

source: Harmonic Means 2
cs: Zlatý řez 2

source: Harmonic Means 3
cs: Zlatý řez 3

source: Harmonic Means 4
cs: Zlatý řez 4

source: Rule of Thirds
cs: Pravidlo třetin

source: Guide type:
cs: Druh vodítek:

# TP_CROP_H
source: Height
cs: Výška

source: Select Crop
cs: Vyznačit výřez

source: Width
cs: Šířka

source: Auto-selection
cs: Automatický výběr

source: Radius
cs: Poloměr

source: Chroma only
cs: Pouze barevnost

source: Try to evaluate chroma noise Be careful, this calculation is average, and is quite subjective !
cs: Zkusí odhadnout barevný šum Pozor, tento výpočet je zprůměrován a zcela subjektivní!

source: Automatic global
cs: Automatická celková

source: Chrominance - Blue-Yellow
cs: Barevnost - Modrá a žlutá

source: Chrominance curve
cs: Křivka barevnosti

source: Manual Acts on the full image. You control the noise reduction settings manually. Automatic global Acts on the full image. 9 zones are used to calculate a global chrominance noise reduction setting. Automatic multi-zones No preview - works only during saving, but using the "Preview" method by matching the tile size and center to the preview size and center you can get an idea of the expected results. The image is divided into tiles (about 10 to 70 depending on image size) and each tile receives its own chrominance noise reduction settings. Preview Acts on the whole image. The part of the image visible in the preview is used to calculate global chrominance noise reduction settings.
cs: Ručně Ovlivňuje celý obrázek. Volby redukce šumu nastavujete ručně. Celková automazika Ovlivňuje celý obrázek. Pro výpočet parametrů celkové redukce barevného šumu je použito 9 zón. Více zónová automatika Bez náhledu - funguje pouze při ukládání, přesto je možné pomocí funkce "Náhled" získat alespoň částečnou představu o výsledku, Nastavení jsou aplikována na centrální dlaždici. Obrázek je rozdělen na dlaždice (V závislosti na velikosti obrázku jich bude 10 až 70) a pro každou dlaždici bude vypočítáno vhodné nastavení redukce barevného šumu. Náhled Ovlivňuje celý obrázek. Pro výpočet celkového nastavení redukce barevného šumu je použita viditelná část obrázku.

source: Auto method
cs: Metoda aut. zpracování

source: Increase (multiply) the value of all chrominance sliders. This curve lets you adjust the strength of chromatic noise reduction as a function of chromaticity, for instance to increase the action in areas of low saturation and to decrease it in those of high saturation.
cs: Zvýší (násobí) hodnoty všech barevných posuvníků. Křivka vám umožní nastavit sílu redukce barevného šumu jako funkci barvy. Například pro zvýšení účinku v oblastech s nízkou saturací a snížení v oblastech s vysokou saturací.

source: Modulates action of 'Luminance' denoise
cs: Moduluje akci 'jasového' odstranění šumu

source: Manual Acts on the full image. You control the noise reduction settings manually. Automatic global Acts on the full image. 9 zones are used to calculate a global chrominance noise reduction setting. Preview Acts on the whole image. The part of the image visible in the preview is used to calculate global chrominance noise reduction settings.
cs: Ručně Ovlivňuje celý obrázek. Volby redukce šumu nastavujete ručně. Celková automatika Ovlivňuje celý obrázek. Pro výpočet parametrů celkové redukce barevného šumu je použito 9 zón. Náhled Ovlivňuje celý obrázek. Pro výpočet celkového nastavení redukce barevného šumu je použita viditelná část obrázku.

source: Can be used on raw and non-raw images. For non-raw images noise reduction of luminance depends on the gamma of the input color profile. An sRGB gamma is assumed, thus if the image uses an input color profile of a different gamma, the effects of luminance noise reduction will differ.
cs: Může být použito jak pro raw tak i pro ostatní obrázky. Pokud je použito pro ostatní obrázky, závisí redukce šumu dle jasu na gamě vstupního barevného profilu. Předpokládá se sRGB gama a proto se může výsledek u obrázků s rozdílnou gamou barevného profilu lišit.

source: Increases noise reduction quality at the expense of a 20% processing time increase.
cs: Zvýší kvalitu odstranění šumu, ale zároveň prodlouží dobu zpracování o 20%.

source: Enhanced mode
cs: Vylepšený režim

source: Gamma varies noise reduction strength across the range of tones. Smaller values will target shadows, while larger values will stretch the effect to the brighter tones.
cs: Gama ovlivňuje sílu redukce šumu v rozsahu tónů. Menší hodnoty ovlivňují stíny, kdežto vysoké hodnoty zesílí efekt v jasných tónech.

source: Gamma
cs: Gama

source: Chrominance
cs: Barevnost

source: Chrominance - Master
cs: Barevnost - Hlavní

source: Luminance curve
cs: Křivka jasů

source: Luminance - Detail
cs: Jas - Detail

source: Luminance only
cs: Pouze jas

source: Weighted L* (little) + a*b* (normal)
cs: Vyvážená L* (trochu) + a*b* (normální)

source: Luminance control
cs: Ovládání jasu

source: Wavelet on luminance and Fourier transform for luminance detail
cs: Vlnková transformace na svítivost a Fourierova transformace pro detail svítivosti

source: Manual
cs: Ručně

source: Median method
cs: Metoda mediánu

source: Enabled median denoising
cs: Povolit odstranění šumu Medián

source: Median type
cs: Typ mediánu

source: Median Filter
cs: Filtr medián

source: For raw images either RGB or L*a*b* methods can be used. For non-raw images the L*a*b* method will be used, regardless of the selection.
cs: Pro raw obrázky může být použita jak RGB tak i L*a*b* metoda. Pro ostatní obrázky bude vždy použita metoda L*a*b* bez ohledu na výběr.

source: Quality can be adapted to the noise pattern. A setting of "high" increases the noise reduction effect at a cost of extended processing time.
cs: Kvalita může být přizpůsobena vzoru šumu. Nastavení "Vysoká" vylepší efekt redukce šumu za cenu navýšení času zpracování.

source: Quality
cs: Kvalita

source: When using the "Luminance only" and "L*a*b*" methods, median filtering will be performed just after the wavelet step in the noise reduction pipeline. When using the "RGB" mode, it will be performed at the very end of the noise reduction pipeline.
cs: Pokud je použito 'Pouze Jas' a 'L*a*b*' metody, bude při odstranění šumu použit filtr medián hned po vlnkové transformaci. Pokud je použit "RGB" mód, bude filtr použit až na úplný závěr procesu redukce šumu.

source: Apply a median filter of the desired size. The larger the size, the longer it takes. 3x3 soft: treats 5 pixels in a 1-pixel range. 3x3: treats 9 pixels in a 1-pixel range. 5x5 soft: treats 13 pixels in a 2-pixel range. 5x5: treats 25 pixels in a 2-pixel range. 7x7: treats 49 pixels in a 3-pixel range. 9x9: treats 81 pixels in a 4-pixel range. Sometimes it is possible to achieve higher quality running several iterations with a small range than one iteration with a large range.
cs: Aplikuje filtr medián požadované velikosti. Čím větší velikost, tím déle to trvá. 3×3 jemný: upraví 5 pixelů v rozsahu jednoho pixelu. 3×3: upraví 9 pixelů v rozsahu jednoho pixelu. 5×5 jemný; upraví 13 pixelů v rozsahu dvou pixelů. 5×5: upraví 25 pixelů v rozsahu dvou pixelů. 7×7: upraví 49 pixelů v rozsahu tří pixelů. 9×9: upraví 81 pixelů v rozsahu čtyř pixelů. V některých případech může být větší kvality dosaženo pomocí několika průběhů s menším rozsahem než jedním průběhem s velkým rozsahem.

source: Preview noise: Mean= - High= -
cs: Náhled šumu: Střed= - Výšky= -

source: Preview noise: Mean=%1 High=%2
cs: Náhled šumu: Střed=%1 Výšky=%2

source: Displays the remaining noise levels of the part of the image visible in the <b>preview</b> after wavelet. >300 Very noisy 100-300 Noisy 50-100 A little noisy <50 Very low noise Beware, the values will differ between RGB and L*a*b* mode. The RGB values are less accurate because the RGB mode does not completely separate luminance and chrominance.
cs: Zobrazuje zbývající úroveň zašumění části obrázku viditelného v <b>náhledu</b> po vlnkové transformaci. >300 Hodně šumu 100-300 Šum 50-100 Málo šumu <50 Velmi málo šumu Upozornění: hodnoty RGB a L*a*b* režimu se budou lišit. Protože v RGB režimu nedochází ke kompletnímu oddělení jasu a barev jsou RGB hodnoty jméně přesné

source: Applying a 3x3 median filter with three iterations often leads to better results than applying 7x7 once.
cs: Aplikování medián filtru 3×3 se třemi průchody často vede k lepšímu výsledku než jednou aplikovaný filtr 7×7.

source: Median iterations
cs: Počet průchodů mediánu

source: Auto multi-zones
cs: Více zónová automatika

source: Preview size=%1, Center: Px=%2 Py=%3
cs: Velikost náhledu=%1, Střed: Px=%2 Py=%3

source: Preview
cs: Náhled

source: Preview multi-zones
cs: Více zónový náhled

source: Chrominance - Red-Green
cs: Barevnost - Červená a zelená

source: Slider
cs: Posuvník

source: Tile size=%1, Center: Tx=%2 Ty=%3
cs: Velikost dlaždice=%1, Střed: Tx=%2 Ty=%3

source: 3×3 strong
cs: 3×3 silný

source: 5×5 strong
cs: 5×5 silný

source: 7×7 (slow)
cs: 7×7 (pomalý)

source: 9x9 (very slow)
cs: 9x9 (velmi pomalé)

source: Fine: closer to the colors of the skin, minimizing the action on other colors Large: avoid more artifacts.
cs: Jemný: blíž k barvám pleti, minimalizuje zásahy na ostatních barvách. Velký: více zabrání vzniku artefaktů.

source: Skin Color Range
cs: Rozsah pleťových tónů

source: Reduce artifacts
cs: Omezení artefaktů

source: This pyramid is for the upper part, so far as the algorithm at its maximum efficiency. To the lower part, the transition zones. If you need to move the area significantly to the left or right - or if there are artifacts: the <b>white balance is incorrect</b> You can slightly reduce the zone to prevent the rest of the image is affected.
cs: Pyramida je pro horní část, kde je algoritmus nejvíce efektivní. Ke spodní části, tranzitním zónám. Pokud potřebujete posunout oblast hodně doleva nebo doprava - nebo pokud se vyskytnou artefakty = <b>vyvážení bílé není správné</b>, můžete mírně zmenšit zónu aby jste zabránili ovlivnění ostatních částí obrázku.

source: Skin hue
cs: Odstín pleti

source: Coarsest
cs: Nejhrubší

source: Contrast -
cs: Kontrast -

source: Contrast +
cs: Kontrast +

source: Finest
cs: Nejjemnější

source: At -100 skin-tones are targetted. At 0 all tones are treated equally. At +100 skin-tones are protected while all other tones are affected.
cs: Hodnota -100: zaměřeno na tóny pokožky. Hodnota 0: se všemi tóny je zacházeno stejně. Hodnota +100: tóny pokožky jsou chráněny a ovlivněny jsou všechny ostatní tóny.

source: Skin-tones targetting/protection
cs: Ochrana a zaměření na pleťové tóny

source: Attempts to reduce artifacts in the transitions between skin colors (hue, chroma, luma) and the rest of the image.
cs: Počet pokusů pro redukci artefaktů vzniklých přenosem barvy (odstín, barevnost a jas) pokožky na zbytek obrázku.

source: Amount
cs: Míra

source: Correct lens distortion automatically for some cameras (Micro 4/3, some compact digital cameras, etc.).
cs: Automatická korekce zkreslení objektivu pro některé fotoaparáty (Micro 4/3, některé kompakty a jiné).

source: Auto Distortion Correction
cs: Automatická korekce zkreslení

source: Distortion Correction
cs: Korekce zkreslení

source: Edge stopping
cs: Zachování okrajů

source: Reweighting iterates
cs: Počet průchodů převážení

source: Scale
cs: Měřítko
