Repository: mkyral/rawtherapee_l10n
Catalog: lang/default/*.po
Languages: cs

source: VC - Strength
cs: Vínětace - Síla

source: VC - Center
cs: Vínětace - Střed

source: L*a*b* - CL curve
cs: L*a*b* - CL křivka

source: L*a*b* - LH curve
cs: L*a*b* - LH Křivka

source: L*a*b* - HH curve
cs: L*a*b* - HH Křivka

source: CbDL - Threshold
cs: KdDÚ - Práh

source: USM - Edge detection radius
cs: Doostření - Poloměr detekce okrajů

source: NR - Enhanced
cs: Redukce šumu - Vylepšení

source: B&amp;W - Algorithm
cs: ČB - Algoritmus

source: CbDL - Skin-tones
cs: KdDÚ - Tóny pleti

source: CbDL - Reduce artifacts
cs: KdDÚ - Omezení vzniku artefaktů

source: CbDL - Skin hue
cs: KdDÚ - Tóny pleti

source: NR - Median filter
cs: Redukce šumu - Medián

source: NR - Median type
cs: Redukce šumu - Typ mediánu

source: Color Toning
cs: Barevné tónování

source: CT - Color curve
cs: Barevní tónování - Barevná křivka

source: CT - Opacity curve
cs: Barevné tónování - Křivka neprůhlednosti

source: USM - Edge tolerance
cs: Doostření - Tolerance okrajů

source: CT - a*[b*] opacity
cs: Barevné tónování - a*[b*] neprůhlednost

source: CT - Method
cs: Barevné tónování - Metoda

source: CT - b* opacity
cs: Barevné tónování - b* neprůhlednost

source: CT - Shadows - Red
cs: Barevné tónování - Stíny - červená

source: CT - Shadows - Green
cs: Barevné tónování - Stíny - zelená

source: CT - Shadows - Blue
cs: Barevné tónování - Stíny - modrá

source: CT - Mid - Red
cs: Barevné tónování - Střední tóny - červená

source: CT - Mid - Green
cs: Barevné tónování - Střední tóny - zelená

source: CT - Mid - Blue
cs: Barevné tónování - Střední tóny - modrá

source: CT - High - Red
cs: Barevné tónování - Světla - červená

source: USM - Halo control
cs: Doostření - Omezení haló art.

source: CT - High - Green
cs: Barevné tónování - Světla - zelená

source: CT - High - Blue
cs: Barevné tónování - Světla - modrá

source: CT - Balance
cs: Barevné tónování - Vyvážení

source: CT - Reset
cs: Barevné tónování - Obnovení

source: CT - Sat. Shadows
cs: Barevné tónování - Saturace stínů

source: CT - Sat. Highlights
cs: Barevné tónování - Saturace světel

source: CT - Opacity
cs: Barevné tónování - Neprůhlednost

source: CT - Preserve luminance
cs: Barevné tónování - Zachování jasu

source: CT - Shadows
cs: Barevné tónování - Stíny

source: USM - Halo control amount
cs: Doostření - Míra omezení haló art.

source: CT - Highlights
cs: Barevné tónování - Světla

source: CT - Sat. strength
cs: Barevné tónování - Síla saturace

source: CT - Sat. threshold
cs: Barevné tónování - Práh saturace

source: CT - Strength
cs: Barevné tónování - Síla

source: CT - Auto sat. protection
cs: Barevné tónování - Aut. ochrana saturace

source: NR - Median - Method
cs: Redukce šumu - Medián - Metoda

source: NR - Median - Type
cs: Redukce šumu - Medián - Typ

source: NR - Median - Iterations
cs: Redukce šumu - Medián - Průchody

source: Flat Field - Clip control
cs: Flat Field - kontrola oříznutí

source: Flat Field - Clip control - Auto
cs: Flat Field - kontrola oříznutí - Auto

source: Sharpening method
cs: Metoda doostření

source: Black Level - Red
cs: Úroveň černé - Červená

source: Black Level - Green
cs: Úroveň černé - Zelená 1

source: Black Level - Blue
cs: Úroveň černé - Modrá

source: Film Simulation
cs: Simulace filmu

source: Film Simulation - Strength
cs: Simulace filmu - Síla

source: Film Simulation - Film
cs: Simulace filmu - Film

source: NR - Luminance curve
cs: Redukce šumu - Křivka jasů

source: NR - Quality
cs: Redukce šumu - Kvalita

source: Dead pixel filter
cs: Filtr mrtvých pixelů

source: NR - Chrominance curve
cs: Redukce šumu - Křivka barevnosti

source: PP3 changed
cs: PP3 změněn

source: RLD - Radius
cs: RLD - Poloměr

source: NR - Luma control
cs: Redukce šumu - Nastavení jasu

source: NR - Chroma method
cs: Redukce šumu - Metoda barevnosti

source: RLD - Amount
cs: RLD - Míra

source: RLD - Damping
cs: RLD - Útlum

source: RLD - Iterations
cs: RLD - Průchody

source: LCP distortion correction
cs: LCP korekce zkreslení

source: LCP vignetting correction
cs: LCP korekce vinětace

source: LCP CA correction
cs: LCP korekce CA

source: White balance method
cs: Metoda vyvážení bílé

source: WB - Temperature
cs: VB - Teplota

source: History browsing
cs: Prohlížení historie

source: WB - Tint
cs: VB - Odstín

source: Tone curve 1 mode
cs: Tónová křivka - mód 1

source: Tone curve 2
cs: Tónová křivka 2

source: Tone curve 2 mode
cs: Tónová křivka - mód 2

source: Lum. denoising radius
cs: Poloměr redukce šumu v jasech

source: Lum. denoising edge tolerance
cs: Okrajová tolerance redukce šumu v jasech

source: Color denoising
cs: Redukce barevného šumu

source: Blend ICC highlights with matrix
cs: Smísení ICC světel s matici

source: Use DCP's tone curve
cs: Použita tónová křivka DCP

source: DCP illuminant
cs: DCP osvětlení

source: Lightness
cs: Světlost

source: Shadows/Highlights
cs: Stíny/Světla

source: S/H - Highlights
cs: S/S - Světla

source: S/H - Shadows
cs: S/S - Stíny

source: S/H - Highlight tonal width
cs: S/S - Tónový rozsah světel

source: S/H - Shadow tonal width
cs: S/S - Tónový rozsah stínů

source: S/H - Local contrast
cs: S/S - Místní kontrast

source: S/H - Radius
cs: S/S - Poloměr

source: Coarse rotation
cs: Hrubé otáčení

source: Horizontal flipping
cs: Horizontální překlopení

source: Vertical flipping
cs: Vertikální překlopení

source: Contrast
cs: Kontrast

source: Rotation
cs: Otočení

source: Auto-fill
cs: Automatické vyplnění

source: Distortion correction
cs: Korekce zkreslení

source: Snapshot selected
cs: Snímek vybrán

source: Crop
cs: Ořez

source: CA correction
cs: Korekce CA

source: Highlight reconstruction
cs: Rekonstrukce světel

source: HR reconstruction amount
cs: Míra rekonstrukce světel

source: HL reconstruction method
cs: Metoda rekonstrukce světel

source: Working color space
cs: Pracovní barevný prostor

source: Black
cs: Černá

source: Output color space
cs: Výstupní barevný prostor

source: Input color space
cs: Vstupní barevný prostor

source: VC - Amount
cs: Vínětace - Míra

source: Channel Mixer
cs: Míchání kanálů

source: Resize - Scale
cs: Změna rozměrů - Míra

source: Resize - Method
cs: Změna rozměrů - Metoda

source: Resize - Width
cs: Změna velikosti - šířka

source: Exposure compensation
cs: Kompenzace expozice

source: Resize - Height
cs: Změna velikosti - délka

source: Resize
cs: Změna velikosti

source: Profile changed
cs: Profil změněn

source: S/H - Sharp mask
cs: S/S - Maska ostrosti

source: Perspective correction
cs: Korekce perspektivy

source: RGB curves - Luminosity mode
cs: RGB křivky - Režim svítivost

source: Impulse noise reduction
cs: Redukce impulzního šumu

source: Impulse NR threshold
cs: Redukce impulzního šumu - práh

source: Noise Reduction
cs: Redukce šumu

source: Highlight compression
cs: Komprese světel

source: NR - Luminance
cs: Redukce šumu - Jas

source: NR - Chrominance master
cs: Redukce šumu - Hlavní barevnost

source: NR - Gamma
cs: Redukce šumu - Gama

source: CbDL - Value
cs: KdDÚ - Hodnota

source: Contrast by Detail Levels
cs: Kontrast dle detailu úrovní

source: L*a*b* - Chromaticity
cs: L*a*b* - Barevnost

source: L*a*b* - a* curve
cs: L*a*b* - CC křivka

source: L*a*b* - b* curve
cs: L*a*b* - CC křivka

source: Demosaicing method
cs: Metoda demozajkování

source: Hot pixel filter
cs: Filtr vypálených pixelů

source: Add
cs: Přidat

source: Shortcut: <b>Alt-s</b>
cs: Zkratka: <b>Alt-s</b>

source: Snapshots
cs: Snímky

source: Snapshot
cs: Snímek

source: Title of the creator or creators of the object (By-line Title).
cs: Titul/pozice autora nebo autorů obrázku (By-line Title).

source: Author's position
cs: Autorova pozice

source: Author
cs: Autor

source: A textual description of the data (Caption - Abstract).
cs: Textový popis dat (Popis - Shrnutí)

source: The name of the person involved in the writing, editing or correcting the image or caption/abstract (Writer - Editor).
cs: Jméno osoby, která vložila, změnila nebo opravila obrázek nebo popis/shrnutí (Autor - Editor)

source: Caption writer
cs: Popisovač

source: Caption
cs: Popis

source: Identifies the subject of the image in the opinion of the provider (Category).
cs: Obsah obrázku dle názoru dodavatele (Kategorie).

source: Category
cs: Kategorie

source: City of image origin (City).
cs: Místo vzniku obrázku (Město).

source: City
cs: Město

source: Copy IPTC settings to clipboard.
cs: Zkopíruj IPTC nastavení do schránky.

source: Any necessary copyright notice (Copyright Notice).
cs: Autorská práva (Copyright Notice).

source: The name of the country/primary location where the image was created (Country - Primary Location Name).
cs: Jméno země/lokace kde byl obrázek vytvořen (Země - Lokace).

source: Country
cs: Země

source: Identifies the provider of the image, not necessarily the owner/creator (Credit).
cs: Dodavatel obrázku, ne nutně vlastník/autor (Credit).

source: Credit
cs: Zásluhy

source: The date the intellectual content of the image was created; Format: YYYYMMDD (Date Created).
cs: Datum kdy byl duševní obsah obrázku vytvořen; Formát: RRRRMMDD (Datum vytvoření).

source: Date created
cs: Datum vytvoření

source: Reset to IPTC data embedded in the image file.
cs: Obnov IPTC data z obrázku.

source: Embedded
cs: Uložené

source: A publishable entry providing a synopsis of the contents of the image (Headline).
cs: Zveřejnitelný krátký popis obrázku (Nadpis).

source: Headline
cs: Nadpis

source: Other editorial instructions concerning the use of the image (Special Instructions).
cs: Další instrukce vztahující se k obrázku (Speciální instrukce).

source: Instructions
cs: Instrukce

source: Used to indicate specific information retrieval words (Keywords).
cs: Jednoslovná hesla popisující obrázek (Klíčová slova).

source: Keywords
cs: Klíčová slova

source: Paste IPTC settings from clipboard.
cs: Vložit IPTC nastavení ze schránky.

source: The Province/State where the image originates (Province-State).
cs: Kraj/stát kde byl obrázek vytvořen (Kraj-Stát).

source: Province
cs: Kraj

source: Reset to profile default.
cs: Obnovit výchozí profil.

source: The original owner of the intellectual content of the image (Source).
cs: Původní vlastník intelektuálního obsahu obrázku (Zdroj).

source: Source
cs: Zdroj

source: Further refines the subject of the image (Supplemental Categories).
cs: Upřesňující popis obsahu obrázku (Dodatečné kategorie).

source: Suppl. categories
cs: Dodat. kategorie

source: A shorthand reference for the image (Object Name).
cs: Zkrácený popis obrázku (Jméno obrázku).

source: Title
cs: Titulek

source: A code representing the location of the original transmission (Original Transmission Reference).
cs: Kód místa, odkud byl převzat originální obrázek (Original Transmission Reference).

source: Fullscreen
cs: Celá obrazovka

source: Navigate to the next image relative to image opened in the Editor. Shortcut: <b>Shift-F4</b> To navigate to the next image relative to the currently selected thumbnail in the File Browser or Filmstrip: Shortcut: <b>F4</b>
cs: Přejít k dalšímu obrázku relativnímu k obrázku otevřenému v editoru. Zkratka: <b>Shift-F4</b> Přejít k dalšímu obrázku relativnímu k vybranému náhledu v prohlížeči souborů nebo na filmovém pásu: Zkratka: <b>F4</b>

source: Navigate to the previous image relative to image opened in the Editor. Shortcut: <b>Shift-F3</b> To navigate to the previous image relative to the currently selected thumbnail in the File Browser or Filmstrip: Shortcut: <b>F3</b>
cs: Přejít k předchozímu obrázku relativnímu k obrázku otevřenému v editoru. Zkratka: <b>Shift-F3</b> Přejít k předchozímu obrázku relativnímu k vybranému náhledu v prohlížeči souborů nebo na filmovém pásu: Zkratka: <b>F3</b>

source: Synchronize the File Browser or Filmstrip with the Editor to reveal the thumbnail of the currently opened image, and clear any active filters. Shortcut: <b>x</b> As above, but without clearing active filters: Shortcut: <b>y</b> (Note that the thumbnail of the opened image will not be shown if filtered out).
cs: Synchronizovat prohlížeč souborů s editorem pro zobrazení náhledu aktuálně otevřeného obrázku a smazání filtrů v prohlížeči souborů. Zkratka: <b>x</b> Stejně jako výše, ale bez smazání filtrů v prohlížeči souborů: Zkratka: <b>y</b> (Náhled otevřeného obrázku nebude zobrazen pokud je filtrován).

source: Preferences
cs: Volby

source: Put current image to processing queue. Shortcut: <b>Ctrl+b</b>
cs: Vložit současný obrázek do fronty zpracování. Zkratka: <b>Ctrl+b</b>

source: Save current image. Shortcut: <b>Ctrl+s</b>
cs: Uložit současný obrázek. Zkratka: <b>Ctrl+s</b>

source: Edit current image in external editor. Shortcut: <b>Ctrl+e</b>
cs: Editovat současný obrázek v externím editoru. Zkratka: <b>Ctrl+e</b>

source: Show/hide all side panels. Shortcut: <b>m</b>
cs: Zobrazit/skrýt všechny postranní panely. Zkratka: <b>m</b>

source: Exit fullscreen
cs: Ukončit mód celé obrazovky

source: Processing queue. Shortcut: <b>Ctrl-F3</b>
cs: Fronta zpracování. Zkratka: <b>Ctrl-F3</b>

source: Queue
cs: Fronta

source: Editor. Shortcut: <b>Ctrl-F4</b>
cs: Editor. Zkratka: <b>Ctrl-F4</b>

source: File Browser
cs: Prohlížeč souborů

source: File browser. Shortcut: <b>Ctrl-F2</b>
cs: Prohlížeč souborů. Zkratka: <b>Ctrl-F2</b>

source: Places
cs: Místa

source: Recent Folders
cs: Poslední složky

source: File already exists.
cs: Soubor již existuje.

source: Cannot load image
cs: Nepodařilo se načíst obrázek

source: File saving error
cs: Chyba při ukládání souboru.

source: Please set the correct path in Preferences.
cs: Nastavte prosím správnou cestu v okně "Volby".

source: Cannot start editor.
cs: Editor nelze spustit.

source: Filename unspecified!
cs: Název souboru nebyl zadán!

source: This command requires all selected images to be queue-processed first.
cs: Tento příkaz vyžaduje aby byly všechny vybrané obrázky nejprve zpracovány ve frontě.

source: Navigator
cs: Navigátor

source: Operation cancelled
cs: Operace zrušena

source: The path <b>%1</b> does not exist. Please set a correct path in Preferences.
cs: Cesta <b>%1</b> neexistuje. Nastavte prosím správnou cestu v okně "Volby".

source: Do you want to overwrite it?
cs: Chcete jej přepsat?

source: You first have to set a target path in Preferences in order to use this function!
cs: K použití této funkce musíte nejprve zadat cílovou cestu v okně "Volby"!

source: Failed to write <b>"%1"</b> Make sure that the folder exists and that you have write permission to it.
cs: Chyba zápisu <b>"%1"</b> Ujistěte se, že složka existuje a máte práva do ní zapisovat.

source: Shortcut: <b>Alt-c</b>
cs: Zkratka: <b>Alt-c</b>

source: Color
cs: Barvy

source: Shortcut: <b>Alt-d</b>
cs: Zkratka: <b>Alt-d</b>

source: Detail
cs: Detaily

source: Develop
cs: Vyvolání

source: Fast Export
cs: Rychlý export

source: Exposure
cs: Expozice

source: Shortcut: <b>Alt-e</b>
cs: Zkratka: <b>Alt-e</b>

source: Filter
cs: Filtr

source: Inspect
cs: Prohlížení

source: Shortcut: <b>Alt-m</b>
cs: Zkratka: <b>Alt-m</b>

source: Shortcut: <b>Alt-r</b>
cs: Zkratka: <b>Alt-r</b>

source: Shortcut: <b>Alt-t</b>
cs: Zkratka: <b>Alt-t</b>

source: Transform
cs: Transformace

source: Background color of the preview: <b>Theme-based</b> Shortcut: <b>9</b>
cs: Barva pozadí náhledu: <b>Dle motivu</b> Zkratka: <b>9</b>

source: Background color of the preview: <b>Black</b> Shortcut: <b>9</b>
cs: Barva pozadí náhledu: <b>Černá</b> Zkratka: <b>9</b>

source: Background color of the preview: <b>White</b> Shortcut: <b>9</b>
cs: Barva pozadí náhledu: <b>Bílá</b> Zkratka: <b>9</b>

source: <b>Lock</b> / <b>Unlock</b> the <b>Before</b> view <b>Lock</b>: keep the <b>Before</b> view unchanged. Useful to evaluate the cumulative effect of multiple tools. Additionally, comparisons can be made to any state in the History. <b>Unlock</b>: the <b>Before</b> view will follow the <b>After</b> view one step behind, showing the image before the effect of the currently used tool.
cs: <b>Zamknout</b> / <b>Odemknout</b> pohled <b>Před</b> <b>Zamknout</b>: ponechá pohled <b>Před</b> nezměněn. Užitečné pro posouzení výsledného efektu po použití více nástrojů. Navíc může být porovnání provedeno proti kterémukoli stavu v historii. <b>Odemknout</b>: pohled <b>Před</b> bude následovat pohled <b>Poté</b>, vždy jen o jeden krok zpět, představí vliv právě použitého nástroje.

source: Show/Hide the left panel (including the history). Shortcut: <b>l</b>
cs: Zobrazit či schovat levý panel (obsahující historii). Zkratka: <b>l</b>

source: Clipped highlight indication. Shortcut: <b>&lt;</b>
cs: Zvýraznit oříznutá světla. Zkratka: <b>&lt;</b>

source: Clipped shadow indication. Shortcut: <b>&gt;</b>
cs: Zvýraznit oříznuté stíny. Zkratka: <b>&gt;</b>

source: Preview the <b>Blue channel</b>. Shortcut: <b>b</b>
cs: Náhled <b>modrého kanálu</b>. Zkratka: <b>b</b>

source: Preview the <b>Focus Mask</b>. Shortcut: <b>Shift-f</b> More accurate on images with shallow depth of field, low noise and at higher zoom levels. To improve detection accuracy for noisy images evaluate at smaller zoom, about 10-30%.
cs: Náhled <b>Masky zaostření</b>. Zkratka: <b>Shift-f</b> Více přesné u snímků s nízkou hloubkou ostrosti, nízkým šumem a na vyšších úrovních zvětšení. Pro zlepšení přesnosti detekce u zašuměných snímků použijte menší zvětšení, mezi 10 až 30%.

source: Preview the <b>Green channel</b>. Shortcut: <b>g</b>
cs: Náhled <b>zeleného kanálu</b>. Zkratka: <b>g</b>

source: Preview the <b>Luminosity</b>. Shortcut: <b>v</b> 0.299*R + 0.587*G + 0.114*B
cs: Náhled <b>Svítivost</b>. Zkratka: <b>v</b> 0.299*R + 0.587*G + 0.114*B

source: Preview the <b>Red channel</b>. Shortcut: <b>r</b>
cs: Náhled <b>červeného kanálu</b>. Zkratka: <b>r</b>

source: Quick info on the image. Shortcut: <b>i</b>
cs: Stručné informace o obrázku. Zkratka: <b>i</b>

source: Show/Hide the left panel. Shortcut: <b>l</b>
cs: Zobrazit/skrýt levý panel. Zkratka: <b>l</b>

source: Show/Hide the right panel. Shortcut: <b>Alt-l</b>
cs: Zobrazit/skrýt pravý panel. Zkratka: <b>Alt-l</b>

source: Show/Hide the top panel. Shortcut: <b>Shift-l</b>
cs: Zobrazit/skrýt horní panel. Zkratka: <b>Shift-l</b>

source: Threshold
cs: Práh

source: Toggle the <b>Before</b>/<b>After</b> view. Shortcut: <b>Shift-b</b>
cs: Přepnout pohled <b>Před</b> a <b>Po</b>. Zkratka: <b>Shift-b</b>

source: Width: %1, Height: %2
cs: Šířka: %1, Výška: %2

source: The default profile for <b>non-raw photos</b> could not be found or is not set. Please check your profiles' directory, it may be missing or damaged. Default internal values will be used.
cs: Výchozí profil pro <b>ne raw fotky</b> nelze nalézt nebo nastavit. Zkontrolujte prosím vaši složku s profily, buď chybí nebo je poškozena. Budou použity výchozí přednastavené hodnoty.

source: The default profile for <b>raw photos</b> could not be found or is not set. Please check your profiles' directory, it may be missing or damaged. Default internal values will be used.
cs: Výchozí profil pro <b>raw fotky</b> nelze nalézt nebo nastavit. Zkontrolujte prosím vaši složku s profily, buď chybí nebo je poškozena. Budou použity výchozí přednastavené hodnoty.

source: Basic Settings
cs: Základní nastavení

source: Chromatic aberration correction
cs: Korekce chromatické aberace

source: Coarse rotation / flipping
cs: Hrubá rotace a překlopení

source: Color Related Settings
cs: Nastavení barev

source: Composition Settings
cs: Nastavení kompozice

source: Dark-frame auto-selection
cs: Automatický výběr tmavých snímků

source: Dark-frame file
cs: Soubor tmavého snímku

source: Detail Settings
cs: Nastavení detailů

source: Partial paste processing profile
cs: Částečné vložení profilu zpracování

source: Noise reduction
cs: Redukce šumu

source: Contrast by detail levels
cs: Kontrast dle detailu úrovní

source: Tone mapping
cs: Mapování tónů

source: Everything
cs: Vše

source: Flat-field auto-selection
cs: Automatický výběr Flat Field

source: Flat-field blur radius
cs: Poloměr rozostření Flat Field

source: Flat-field blur type
cs: Typ rozostření Flat Field

source: Flat-field clip control
cs: Flat-field kontrola oříznutí

source: Flat-field file
cs: Flat Field soubor

source: Graduated filter
cs: Přechodový filtr

source: HSV equalizer
cs: HSV korekce

source: Channel mixer
cs: Míchání kanálů

source: Color management settings
cs: Nastavení správy barev

source: L*a*b* adjustments
cs: L*a*b* úpravy

source: Lens related settings
cs: Nastavení související s objektivy

source: Lens correction profile
cs: Korekční profil objektivu

source: Metadata/Color Management Settings
cs: Nastavení metadat a správy barev

source: Vignette filter
cs: Viněta

source: Perspective
cs: Perspektiva

source: CA auto-correction
cs: Automatická korekce CA

source: CA blue
cs: CA modrá

source: CA red
cs: CA červená

source: Number of DCB iterations
cs: Počet průchodů DCB

source: Black levels
cs: Úrovně černé

source: Demosaic false color suppression steps
cs: Kroky potlačení falešných barev demozajkování

source: Raw Settings
cs: Nastavení Raw

source: RGB curves
cs: RGB křivky

source: Shadows/highlights
cs: Stíny/Světla

source: Edges
cs: Hrany

source: Sharpening (USM/RL)
cs: Doostření (USM/RL)

source: Vignetting correction
cs: Korekce vinětace

source: White balance
cs: Nastavení bílé

source: image reload required
cs: vyžaduje obnovení obrázku

source: restart required
cs: vyžaduje restart aplikace

source: Low
cs: Nízká

source: Max - Average of all tiles
cs: Maximální - průměr všech dlaždic

source: High
cs: Vysoká

source: Use operating system's main monitor color profile
cs: Použít barevný profil hlavního monitoru z operačního systému

source: Standard
cs: Běžný

source: Set all parameters to the <b>Add</b> mode. Adjustments of parameters in the batch tool panel will be <b>deltas</b> to the stored values.
cs: Nastaví všechny parametry do módu <b>Přidat</b>. Změna parametrů v panelu dávkového zpracování se aplikuje jako <b>rozdíl</b> k uloženým hodnotám.

source: All to 'Add'
cs: Vše do 'Přidat'

source: Behavior
cs: Režim

source: Set all parameters to the <b>Set</b> mode. Adjustments of parameters in the batch tool panel will be <b>absolute</b>, the actual values will be displayed.
cs: Nastaví všechny parametry do módu <b>Nastavit</b>. Změna parametrů v panelu dávkového zpracování se aplikuje jako <b>absolutní</b>, budou zobrazeny aktuální hodnoty.

source: All to 'Set'
cs: Vše do 'Nastavit'

source: Tungsten
cs: Wolfram

source: Clear All
cs: Vymazat vše

source: Clear Processing Profiles
cs: Smazat profily zpracování

source: Clear Thumbnails
cs: Vymazat náhledy

source: Maximum number of cache entries
cs: Maximální počet záznamů v cache

source: Cache Options
cs: Vlastnosti cache

source: Maximum thumbnail height
cs: Maximální výška náhledu

source: CIECAM02-Specific Settings
cs: CIECAM0 2 -Specifická nastavení

source: Use float precision instead of double
cs: Použít jednoduchou přesnost místo dvojnásobné

source: If enabled, CIECAM02 calculations are performed in the single-precision floating-point format instead of the double-precision one. This provides a small increase in speed at the expense of a negligible loss of quality.
cs: Pokud je povoleno, budou pro CIECAM02 výpočty použita reálná čísla s jednoduchou přesností místo čísel s dvojnásobnou přesností. Tím se dosáhne mírného zrychlení výpočtů za cenu nepatrné ztráty kvality.

source: CIECAM02 optimization
cs: CIECAM02 optimalizace

source: Clipping Indication
cs: Indikace oříznutí

source: Max number of cached Cluts
cs: Maximální počet přednačtených Cluts

source: HaldCLUT cache
cs: Mezipaměť HaldCLUT

source: HaldCLUT directory
cs: Složka HaldCLUT

source: Colorimetric intent
cs: Kolorimetrický záměr
